{
    "Language": "Language",
    "Select a language": "Select a language",
    "languageTitle": "English",
    "Theme": "Theme",
    "Select a theme": "Select a theme",
    "Automatic": "Automatic",
    "Light": "Light",
    "Dark": "Dark",
    "Translate": "Translate",
    "Contribute": "Contribute",
    "Troubleshoot": "Troubleshoot",
    "Troubleshooter": "Troubleshooter",
    "Coming soon": "Coming soon",
    "Owner": "Owner",
    "Localisation manager": "Localisation manager",
    "Proofreader": "Proofreader",
    "Translator": "Translator",
    "About me": "About me",
    "aboutme": "A student from the Netherlands with a passion for localisation, programming and design, wanting to improve the world by creating tools for everyone to use.",
    "Subsites": "Subsites",
    "PreMiD Trouble&shy;shooting": "PreMiD Trouble&shy;shooting",
    "PreMiD Troubleshooting": "PreMiD Troubleshooting",
    "premidtsdesc": "An easy online check you can run to fix any issues with PreMiD you might have. Do this before creating a support ticket.",
    "othersUnav": "My other projects are currently being overhauled and rethought. Please check back later, or view my GitHub to see what I'm up to!",
    "Crowdin projects": "Crowdin projects",
    "qkeleqdesc": "Most subsites found on this page are localised using a single Crowdin project. Any help is massively appreciated!",
    "spotistatsdesc": "Spotistats for Spotify provides insight into your most listened songs and artists, with a choice of different periods.",
    "premiddesc": "PreMiD is a simple, configurable utility that allows you to show what you're doing on the web in your Discord now playing status.",
    "hypixeldesc": "Hypixel is the most popular Minecraft server network in the world, on which you can play a variety of minigames.",
    "mcdesc": "Minecraft is a sandbox video game developed by Mojang. Players may mine materials, craft tools and blocks, and build structures.",
    "Back": "Back",
    "Previous": "Previous",
    "Restart": "Restart",
    "Start over": "Start over",
    "Yes": "Yes",
    "No": "No",
    "Oops!": "Oops!",
    "404desc": "That page doesn't exist here. You'll be redirected to the main page in a moment.",
    "Update available": "Update available",
    "updatedesc": "The extension you were using has an update available, which might include new features and improved stability. Use the button below to download the update.",
    "Download": "Download",
    "premidts": {
        "yes": "Yes",
        "no": "No",
        "installedBoth": "Have you installed both the PreMiD extension and application?",
        "installBoth": "Please install the PreMiD extension and application from <a href='https://premid.app/downloads'>our site</a>.",
        "discordPlatform": "How are you using Discord?",
        "desktopApp": "Via the desktop app",
        "mobile": "On my phone or tablet",
        "noMobileSupport": "PreMiD doesn't work on mobile devices yet!",
        "browser": "In my browser",
        "downloadDiscord": "Please use the official desktop app, which you can download <a href='https://discord.com/download'>here</a>. Make sure you don't have any modifications installed.",
        "discordModded": "Are you using a modified version of Discord's desktop app (like BetterDiscord)?",
        "discordGameActivity": "Have you enabled Game Activity in your Discord settings?",
        "enableGameActivity": "Please enable the option in Discord settings under Game Activity.",
        "extensionExclamation": "When you open the extension in your browser, do you see a coloured exclamation mark?",
        "yesYellow": "Yes, a yellow one",
        "yesRed": "Yes, a red one",
        "applicationRunning": "Make sure the PreMiD application is running. If this doesn't work, try restarting your browser. Also make sure you didn't run Discord with administrator rights. <br>If these steps don't work, try reinstalling PreMiD <a href='https://premid.app/downloads'>here</a>.",
        "applicationUpdated": "Update the PreMiD application. Right-click the PreMiD icon in the taskbar and click 'Check for updates'. If you don't see the icon, click the arrow pointing upwards.",
        "presenceMainSite": "Try opening <a href='https://premid.app'>our main site</a>. Does it display a presence for that?",
        "specificPresenceIssue": "Make sure you've installed the presence for the site you want it to display for. If a presence doesn't work, please explain the issue in the #support channel in our <a href='https://discord.premid.app'>Discord server</a>.",
        "whatOS": "What operating system are you using?",
        "anotherLinux": "Another Linux-based operating system",
        "linuxUnsure": "PreMiD does support most Linux distributions, but not all of them. Please read this <a href='https://github.com/PreMiD/Linux/blob/master/README.md'>GitHub article</a>. If that doesn't help, open a ticket in the #support channel in our <a href='https://discord.premid.app'>Discord server</a>.",
        "chromeos": "Chrome OS",
        "macosOld": "macOS 10.10 or older",
        "macosNew": "macOS 10.11 or newer",
        "windowsOld": "Windows Vista or older",
        "windowsNew": "Windows 7, 8 or 10",
        "upgradeWindows": "PreMiD does not support your operating system and will most likely never support it in the future. Please consider upgrading to a newer operating system such as Windows 10!",
        "updateMacos": "PreMiD does not support your operating system and will most likely never support it in the future. Please consider upgrading to a newer operating system. Check out this <a href='https://support.apple.com/en-gb/HT201541'>guide from Apple</a> for more info.",
        "noChromeosSupport": "PreMiD does not support Chrome OS yet. Attempting to use it might get your device stuck in a bootloop!",
        "whatBrowser": "What browser are you using?",
        "microsoftEdge": "Microsoft Edge",
        "googleChrome": "Google Chrome",
        "mozillaFirefox": "Mozilla Firefox",
        "brave": "Brave",
        "safari": "Safari",
        "opera": "Opera",
        "braveComplication": "Please go to brave://adblock and add '@@localhost' to the Custom Filters box. Then restart Brave.",
        "operaComplication": "Before you can install the PreMiD extension, you need to install <a href='https://addons.opera.com/en/extensions/details/install-chrome-extensions'>this extension</a>.",
        "otherChromium": "Another Chromium browser",
        "otherNonChromium": "Another non-Chromium browser",
        "browserUnsure": "PreMiD might not work on your browser (yet). Please join our <a href='https://discord.premid.app'>Discord server</a> and check with a support agent!",
        "noDiagnosis": "This troubleshooter couldn't diagnose your issue."
    },
    "copyTease": "If you'd like to, you can <a onclick='copy(%deadend%)'>copy this result</a> and include it when requesting support on our <a href='https://discord.premid.app'>Discord server</a>.",
    "copiedDesc": "You can now paste this result inside your message in the #support channel in our <a href='https://discord.premid.app'>Discord server</a>.",
    "Copied the result": "Copied the result",
    "Contact and more": "Contact and more",
    "Information": "Information",
    "infoDesc": "This tool was built for the PreMiD community by QkeleQ10#8482. <br>It is acknowledged by but not owned by or affiliated with PreMiD.",
    "PreMiD website": "PreMiD website",
    "PreMiD Discord server": "PreMiD Discord server"
}