{
    "Language": "ভাষা",
    "Select a language": "একটি ভাষা বাছাই করুন",
    "Changing your language will clear your progress.": "আপনার প্রগ্রেস মুছে যাবে যদি আপনি ভাষা পরিবর্তন করেন।",
    "Translate": "অনুবাদ করুন",
    "Contribute": "অবদান রাখুন",
    "Troubleshoot": "সমস্যা সমাধান করুন",
    "Troubleshooter": "সমস্যা সমাধান",
    "Coming soon": "শীঘ্রই আসছে",
    "Owner": "মালিক",
    "Localisation manager": "স্থানীয়করণ ম্যানেজার",
    "Proofreader": "প্রুফরিডার",
    "Translator": "অনুবাদক",
    "About me": "আপনার সম্পর্কে",
    "aboutme": "নেদারল্যান্ড থেকে একজন ছাত্র যার আছে স্থানীয়করণ, প্রোগ্রামিং এবং ডিজাইনিং এর প্রতি প্রবল আবেগ, চায় বিশ্বকে উন্নত করতে যন্ত্র তৈরি করার মাধ্যমে সবার ব্যবহার করার জন্য।",
    "Subsites": "সাবসাইট",
    "PreMiD Trouble&shy;shooting": "PreMiD সমস্যা&shy; সমাধান",
    "PreMiD Troubleshooting": "PreMiD সমস্যা সমাধান",
    "premidtsdesc": "একটি সহজ অনলাইন চেক যেটা আপনি চালাতে করতে পারেন PreMiD সংক্রান্ত যেকোনো সমস্যার জন্য। এটা করুন সাপোর্ট টিকেট তৈরি করার আগে।",
    "othersUnav": "আমার অন্যান্য প্রজেক্টগুলো বর্তমানে ঠিক করা এবং পুনরায় ভাবা হচ্ছে। পরে এসে দেখবেন, অথবা আমার গিটহাব দেখুন আমি কী করছি দেখতে!",
    "Crowdin projects": "Crowdin প্রোজেক্টগুলি",
    "qkeleqdesc": "এই পেজে পাওয়া বেশিরভাগ সাবসাইট স্থানীয়করণ করা হয় একটি মাত্র Crowdin প্রোজেক্ট দ্বারা। যেকোনো সাহায্য ব্যাপকভাবে প্রশংসনীয়!",
    "spotistatsdesc": "Spotify এর জন্য Spotistats দেয় পরিজ্ঞান আপনার সবচেয়ে বেশি শোনা গান এবং আর্টিস্টদের, বিভিন্ন সময়ের অপশনের সাথেও।",
    "premiddesc": "PreMiD হচ্ছে একটি সহজ, পরিবর্তনযোগ্য ইউটিলিটি যা দেখায় তুমি কী করছ ইন্টারনেটে তোমার Discord - এর প্লেয়িং স্ট্যাটাসে।",
    "hypixeldesc": "Hypixel হচ্ছে বিশ্বের সবচেয়ে জনপ্রিয় Minecraft সার্ভার নেটওয়ার্ক, যেখানে আপনি বিভিন্ন ধরনের মিনিগেম খেলতে পারেন।",
    "mcdesc": "Minecraft হচ্ছে একটি স্যান্ডবক্স ভিডিও গেম যা Mojang দ্বারা নির্মিত। প্লেয়ারদের মেটেরিয়াল, ক্রাফট টুল এবং ব্লক মাইন করতে হয়, এবং স্ট্রাকচার বিল্ড করতে হয়।",
    "Back": "ফিরে যান",
    "Restart": "রিস্টার্ট",
    "Yes": "হ্যাঁ",
    "No": "না",
    "Oops!": "ওহো!",
    "404desc": "সেই পেজটি নেই এখানে। আপনি মুহূর্তের মধ্যে মেইন পেজে রিডাইরেক্ট করবেন।",
    "Update available": "আপডেট আছে",
    "updatedesc": "যে এক্সটেনশন আপনি ব্যবহার করছিলেন সেটির একটি আপডেট আছে, যেটার মধ্যে নতুন ফিচার এবং উন্নত স্থিতিশীলতা থাকতে পারে। নিচের বাটনটি ব্যবহার করুন আপডেটটি ডাউনলোড করতে।",
    "Download": "ডাউনলোড করুন",
    "premidts": {
        "yes": "হ্যাঁ",
        "no": "না",
        "installedBoth": "তুমি কি PreMiD এক্সটেনশন এবং অ্যাপ্লিকেশান দুটোই ইন্সটল করেছ?",
        "installBoth": "PreMiD এক্সটেনশন এবং অ্যাপ্লিকেশান ইন্সটল করো <a href='https://premid.app/downloads'>আমাদের ওয়েবসাইট</a> থেকে।",
        "discordPlatform": "কীভাবে তুমি Discord ব্যবহার করছ?",
        "desktopApp": "ডেস্কটপ অ্যাপ্লিকেশান দ্বারা",
        "mobile": "আমার মোবাইল বা ট্যাবে",
        "noMobileSupport": "PreMiD doesn't work on mobile devices yet!",
        "browser": "আমার ব্রাউজারে",
        "downloadDiscord": "অফিসিয়াল ডেস্কটপ অ্যাপ্লিকেশানে পরিবর্তন করো, যেটা তুমি ডাউনলোড করতে পারো <a href='https://discord.com/download'>এখানে</a>।",
        "discordModded": "তুমি কি Discord এর ডেস্কটপ অ্যাপ্লিকেশানের একটি মডিফাই করা ভার্সন ব্যবহার করছ (যেমন BetterDiscord)?",
        "discordGameActivity": "তুমি কি তোমার Discord সেটিংসে Game Activity অন রেখেছ?",
        "enableGameActivity": "অপশনটি অন করো Discord সেটিংসের Game Activity - তে।",
        "extensionExclamation": "When you open the extension in your browser, do you see a coloured exclamation mark?",
        "yesYellow": "Yes, a yellow one",
        "yesRed": "Yes, a red one",
        "applicationRunning": "Make sure the PreMiD application is running. If this doesn't work, try restarting your browser. Also make sure you didn't run Discord with administrator rights. <br>If these steps don't work, try reinstalling PreMiD <a href='https://premid.app/downloads'>here</a>.",
        "applicationUpdated": "Update the PreMiD application. Right-click the PreMiD icon in the taskbar (possibly underneath the arrow pointing up) and click 'Check for updates'.",
        "presenceMainSite": "<a href='https://premid.app'>আমাদের মেইন ওয়েবসাইট</a> ওপেন করার চেষ্টা করো। এটা কি ওটার জন্য একটি Presence দেখায়?",
        "specificPresenceIssue": "নিশ্চিত করো তুমি সেই Presence - টি ইন্সটল করেছ যেই ওয়েবসাইটকে তুমি দেখাতে চাও। যদি একটি Presence কাজ না করে, সমস্যাটি ব্যাখ্যা করো আমাদের <a href='https://discord.premid.app'>Discord সার্ভারের</a> #support চ্যানেলে।",
        "whatOS": "What operating system (OS) are you using?",
        "anotherLinux": "Another Linux-based operating system",
        "linuxUnsure": "PreMiD does support most Linux distrubutions, but not all of them. Please read this <a href='https://github.com/PreMiD/Linux/blob/master/README.md'>GitHub article</a>. If that doesn't help, open a ticket in the #support channel in our <a href='https://discord.premid.app'>Discord server</a>.",
        "chromeos": "Chrome OS",
        "macosOld": "macOS 10.10 or older",
        "macosNew": "macOS 10.11 or newer",
        "windowsOld": "Windows Vista or older",
        "windowsNew": "Windows 7, 8 or 10",
        "upgradeWindows": "PreMiD does not support your operating system and will most likely never support it in the future. Please consider upgrading to a newer operating system such as Windows 10!",
        "updateMacos": "PreMiD does not support your operating system and will most likely never support it in the future. Please consider upgrading to a newer operating system. Check out this <a href=\\\"https://support.apple.com/en-gb/HT201541\\\">Apple help guide</a> for more info.",
        "noChromeosSupport": "PreMiD does not support Chrome OS yet. Attempting to use it might get your device stuck in a bootloop!",
        "whatBrowser": "তুমি কোন ব্রাউজার ব্যবহার করছ?",
        "microsoftEdge": "Microsoft Edge",
        "googleChrome": "Google Chrome",
        "mozillaFirefox": "Mozilla Firefox",
        "brave": "Brave",
        "safari": "Safari",
        "opera": "Opera",
        "braveComplication": "Please go to brave://settings/shields and disable the setting called 'Trackers & ads blocking'.",
        "operaComplication": "Before you can install the PreMiD extension, you need to install <a href='https://addons.opera.com/en/extensions/details/install-chrome-extensions'>this extension</a>.",
        "otherChromium": "অন্য একটি Chromium ব্রাউজার",
        "otherNonChromium": "অন্য একটি Chromium ছাড়া ব্রাউজার",
        "browserUnsure": "PreMiD might not work on your browser (yet). Please join our <a href='https://discord.premid.app'>Discord server</a> and check with a support agent!",
        "noDiagnosis": "এই সমস্যা সমাধানটি তোমার সমস্যাটি ধরতে পারেনি। তোমার সমস্যাটি ব্যাখ্যা করার চেষ্টা করো আমাদের <a href='https://discord.premid.app'>Discord সার্ভারের</a> #support চ্যানেলে।"
    }
}