{
    "Language": "ভাষা",
    "Select a language": "একটি ভাষা বাছাই করুন",
    "Changing your language will clear your progress.": "আপনার প্রগ্রেস মুছে যাবে যদি আপনি ভাষা পরিবর্তন করেন।",
    "Translate": "অনুবাদ করুন",
    "Contribute": "অবদান রাখুন",
    "Troubleshoot": "সমস্যা সমাধান করুন",
    "Troubleshooter": "সমস্যা সমাধান",
    "Coming soon": "শীঘ্রই আসছে",
    "Owner": "মালিক",
    "Localisation manager": "স্থানীয়করণ ম্যানেজার",
    "Proofreader": "প্রুফরিডার",
    "Translator": "অনুবাদক",
    "About me": "আপনার সম্পর্কে",
    "aboutme": "নেদারল্যান্ড থেকে একজন ছাত্র যার আছে স্থানীয়করণ, প্রোগ্রামিং এবং ডিজাইনিং এর প্রতি প্রবল আবেগ, চায় বিশ্বকে উন্নত করতে যন্ত্র তৈরি করার মাধ্যমে সবার ব্যবহার করার জন্য।",
    "Subsites": "সাবসাইট",
    "PreMiD Trouble&shy;shooting": "PreMiD সমস্যা&shy; সমাধান",
    "PreMiD Troubleshooting": "PreMiD সমস্যা সমাধান",
    "premidtsdesc": "একটি সহজ অনলাইন চেক যেটা আপনি চালাতে করতে পারেন PreMiD সংক্রান্ত যেকোনো সমস্যার জন্য। এটা করুন সাপোর্ট টিকেট তৈরি করার আগে।",
    "othersUnav": "আমার অন্যান্য প্রজেক্টগুলো বর্তমানে ঠিক করা এবং পুনরায় ভাবা হচ্ছে। পরে এসে দেখবেন, অথবা আমার গিটহাব দেখুন আমি কী করছি দেখতে!",
    "Crowdin projects": "Crowdin প্রোজেক্টগুলি",
    "qkeleqdesc": "এই পেজে পাওয়া বেশিরভাগ সাবসাইট স্থানীয়করণ করা হয় একটি মাত্র Crowdin প্রোজেক্ট দ্বারা। যেকোনো সাহায্য ব্যাপকভাবে প্রশংসনীয়!",
    "spotistatsdesc": "Spotify এর জন্য Spotistats দেয় পরিজ্ঞান আপনার সবচেয়ে বেশি শোনা গান এবং আর্টিস্টদের, বিভিন্ন সময়ের অপশনের সাথেও।",
    "premiddesc": "PreMiD হচ্ছে একটি সহজ, পরিবর্তনযোগ্য ইউটিলিটি যা দেখায় তুমি কী করছ ইন্টারনেটে তোমার Discord - এর প্লেয়িং স্ট্যাটাসে।",
    "hypixeldesc": "Hypixel হচ্ছে বিশ্বের সবচেয়ে জনপ্রিয় Minecraft সার্ভার নেটওয়ার্ক, যেখানে আপনি বিভিন্ন ধরনের মিনিগেম খেলতে পারেন।",
    "mcdesc": "Minecraft হচ্ছে একটি স্যান্ডবক্স ভিডিও গেম যা Mojang দ্বারা নির্মিত। প্লেয়ারদের মেটেরিয়াল, ক্রাফট টুল এবং ব্লক মাইন করতে হয়, এবং স্ট্রাকচার বিল্ড করতে হয়।",
    "Back": "ফিরে যান",
    "Restart": "রিস্টার্ট",
    "Yes": "হ্যাঁ",
    "No": "না",
    "Oops!": "Oops!",
    "404desc": "That page doesn't exist here. You'll be redirected to the main page in a moment.",
    "Update available": "Update available",
    "updatedesc": "The extension you were using has an update available, which might include new features and improved stability. Use the button below to download the update.",
    "Download": "Download"
}