{
    "Language": "Sprog",
    "Select a language": "Vælg et sprog",
    "languageTitle": "Dansk",
    "Theme": "Tema",
    "Select a theme": "Vælg et tema",
    "Browser preference": "Browser-præferencer",
    "Light": "Lys",
    "Dark": "Mørk",
    "Translate": "Oversæt",
    "Contribute": "Bidrag",
    "Troubleshoot": "Fejlfinding",
    "Troubleshooter": "Fejlfinder",
    "Coming soon": "Kommer snart",
    "Owner": "Ejer",
    "Localisation manager": "Lokaliseringschef",
    "Proofreader": "Korrekturlæser",
    "Translator": "Oversætter",
    "About me": "Om mig",
    "aboutme": "En studerende fra Holland med en passion for lokalisering, programmering og design, der ønsker at forbedre verden ved at skabe værktøjer for alle til at bruge.",
    "Subsites": "Undersites",
    "PreMiD Trouble&shy;shooting": "PreMiD-fejl&shy;finding",
    "PreMiD Troubleshooting": "PreMiD-fejlfinding",
    "premidtsdesc": "En nem onlinekontrol, som du kan køre for at løse eventuelle problemer med PreMiD, du måtte have. Gør dette, før du opretter en supportbillet.",
    "othersUnav": "Mine andre projekter er i øjeblikket ved at blive revideret og nytænkt. Kig tilbage senere, eller se min GitHub for at se, hvad jeg har gang i!",
    "Crowdin projects": "Crowdin-projekter",
    "qkeleqdesc": "De fleste undersider på denne side er lokaliseret ved hjælp af et enkelt Crowdin-projekt. Enhver hjælp er meget velkommen!",
    "spotistatsdesc": "Spotistats til Spotify giver dig indsigt i dine mest lyttede sange og kunstnere, og du kan vælge mellem forskellige perioder.",
    "premiddesc": "PreMiD er et simpelt, konfigurerbart værktøj, der giver dig mulighed for at vise, hvad du laver på nettet, i din Discord-status for afspilning nu.",
    "hypixeldesc": "Hypixel er det mest populære Minecraft-servernetværk i verden, hvor du kan spille en lang række minispil.",
    "mcdesc": "Minecraft er et sandkasse-videospil, der er udviklet af Mojang. Spillerne kan udvinde materialer, lave værktøj og blokke og bygge strukturer.",
    "Back": "Tilbage",
    "Previous": "Forrige",
    "Restart": "Genstart",
    "Start over": "Start forfra",
    "Yes": "Ja",
    "No": "Nej",
    "Oops!": "Hov!",
    "404desc": "Denne side findes ikke her. Du vil blive omdirigeret til hovedsiden om et øjeblik.",
    "Update available": "Opdatering tilgængelig",
    "updatedesc": "Den udvidelse, du brugte, har en opdatering til rådighed, som kan indeholde nye funktioner og forbedret stabilitet. Brug knappen nedenfor for at downloade opdateringen.",
    "Download": "Hent",
    "premidts": {
        "yes": "Ja",
        "no": "Nej",
        "installedBoth": "Har du installeret både PreMiD-udvidelsen og programmet?",
        "installBoth": "Installer venligst PreMiD-udvidelsen og programmet fra <a href='https://premid.app/downloads' target='_blank' rel='noopener noreferrer'>vores websted</a>.",
        "discordPlatform": "Hvordan bruger du Discord?",
        "desktopApp": "Via desktop-appen",
        "mobile": "På min telefon eller tablet",
        "noMobileSupport": "PreMiD fungerer ikke på mobile enheder endnu!",
        "browser": "I min browser",
        "downloadDiscord": "Brug venligst den officielle desktop-app, som du kan downloade <a href='https://discord.com/download' target='_blank' rel='noopener noreferrer'>her</a>. Sørg for, at du ikke har nogen ændringer installeret.",
        "discordModded": "Bruger du en modificeret version af Discords desktop-app (som BetterDiscord)?",
        "discordGameActivity": "Har du aktiveret \"Aktivitetsstatus\" i dine Discord-indstillinger?",
        "enableGameActivity": "Aktiver venligst indstillingen i Discord-indstillingerne under \"Aktivitetsstatus\".",
        "extensionExclamation": "Når du åbner udvidelsen i din browser, kan du så se et farvet udråbstegn?",
        "yesYellow": "Ja, en gul en",
        "yesRed": "Ja, en rød en",
        "applicationRunning": "Sørg for, at PreMiD-programmet kører. Hvis det ikke virker, kan du prøve at genstarte din browser. Sørg også for, at du ikke har kørt Discord med administratorrettigheder. <br>Hvis disse trin ikke virker, kan du prøve at geninstallere PreMiD <a href='https://premid.app/downloads' target='_blank' rel='noopener noreferrer'>her</a>.",
        "applicationUpdated": "Opdater PreMiD-applikationen. Det gør du ved at højreklikke på PreMiD-ikonet på proceslinjen og klikke på 'Check for updates'. Hvis du ikke kan se ikonet, skal du klikke på pilen, der peger opad.",
        "presenceMainSite": "Prøv at åbne <a href='https://premid.app' target='_blank' rel='noopener noreferrer'>vores hovedside</a>. Viser den en tilstedeværelse for det?",
        "specificPresenceIssue": "Sørg for, at du har installeret tilstedeværelsen for det websted, du ønsker at få den vist for. Hvis en tilstedeværelse ikke virker, skal du forklare problemet i #support-kanalen i vores <a href='https://discord.premid.app' target='_blank' rel='noopener noreferrer'>Discord-server</a>.",
        "whatOS": "Hvilket styresystem (OS) bruger du?",
        "anotherLinux": "Et andet Linux-baseret styresystem",
        "linuxUnsure": "PreMiD understøtter de fleste Linux-distributioner, men ikke dem alle. Læs venligst denne <a href='https://github.com/PreMiD/Linux/blob/master/README.md' target='_blank' rel='noopener noreferrer'>GitHub-artikel</a>. Hvis det ikke hjælper, kan du åbne en billet i #support-kanalen i vores <a href='https://discord.premid.app' target='_blank' rel='noopener noreferrer'>Discord-server</a>.",
        "chromeos": "Chrome OS",
        "macosOld": "macOS 10.10 eller ældre",
        "macosNew": "macOS 10.11 eller nyere",
        "windowsOld": "Windows Vista eller ældre",
        "windowsNew": "Windows 7, 8 eller 10",
        "upgradeWindows": "PreMiD understøtter ikke dit styresystem og vil højst sandsynligt aldrig understøtte det i fremtiden. Overvej venligst at opgradere til et nyere styresystem som Windows 10!",
        "updateMacos": "PreMiD understøtter ikke dit styresystem og vil højst sandsynligt aldrig understøtte det i fremtiden. Overvej venligst at opgradere til et nyere styresystem. Se denne <a href='https://support.apple.com/en-gb/HT201541' target='_blank' rel='noopener noreferrer'>guide fra Apple</a> for at få flere oplysninger.",
        "noChromeosSupport": "PreMiD understøtter endnu ikke Chrome OS. Hvis du forsøger at bruge det, kan det få din enhed til at sidde fast i et opstartsløb!",
        "whatBrowser": "Hvilken browser bruger du?",
        "microsoftEdge": "Microsoft Edge",
        "googleChrome": "Google Chrome",
        "mozillaFirefox": "Mozilla Firefox",
        "brave": "Brave",
        "safari": "Safari",
        "opera": "Opera",
        "braveComplication": "Gå til brave://adblock og tilføj '@@localhost' i feltet Brugerdefinerede filtre. Genstart derefter Brave.",
        "operaComplication": "Før du kan installere PreMiD-udvidelsen, skal du installere <a href='https://addons.opera.com/en/extensions/details/install-chrome-extensions' target='_blank' rel='noopener noreferrer'>denne udvidelse</a>.",
        "otherChromium": "En anden Chromium-browser",
        "otherNonChromium": "En anden ikke-Chromium-browser",
        "browserUnsure": "PreMiD fungerer muligvis ikke i din browser (endnu). Vær venligst medlem af vores <a href='https://discord.premid.app' target='_blank' rel='noopener noreferrer'>Discord-server</a> og tjek med en supportmedarbejder!",
        "noDiagnosis": "Denne fejlfinding kunne ikke diagnosticere dit problem."
    },
    "moreHelpTease": "Hvis du har fulgt alle trin i denne fejlfinding, og problemet stadig består, kan du se vores komplette <a href='https://docs.premid.app/en/troubleshooting' target='_blank'>vejledning til fejlfinding</a>.",
    "Contact and more": "Kontakt og mere",
    "Information": "Information",
    "infoDesc": "Dette værktøj blev bygget til PreMiD-fællesskabet af QkeleQ10#8482. <br>Det er anerkendt af PreMiD, men ejes ikke af eller er tilknyttet PreMiD.",
    "PreMiD website": "PreMiD-websted",
    "PreMiD Discord server": "PreMiD Discord-server",
    "changeLanguageTooltip": "Change language to {language}"
}
