{
    "Language": "Sprache",
    "Select a language": "Sprache auswählen",
    "Changing your language will clear your progress.": "Wenn du deine Sprache änderst, wird dein Fortschritt gelöscht.",
    "Translate": "Übersetzen",
    "Contribute": "Beitragen",
    "Troubleshoot": "Probleme lösen",
    "Troubleshooter": "Problemlöser",
    "Coming soon": "In Kürze verfügbar",
    "Owner": "Besitzer",
    "Localisation manager": "Lokalisierungsmanager",
    "Proofreader": "Korrekturleser",
    "Translator": "Übersetzer",
    "About me": "Über mich",
    "aboutme": "Ein Schüler aus den Niederlanden mit einer Leidenschaft für Lokalisierung, Programmierung und Design, der die Welt verbessern will, indem er Werkzeuge für alle schafft, die jeder nutzen kann.",
    "Subsites": "Unterseiten",
    "PreMiD Trouble&shy;shooting": "PreMiD-Fehler&shy;behebung",
    "PreMiD Troubleshooting": "PreMiD-Fehlerbehebung",
    "premidtsdesc": "Du kannst eine simple Online-Überprüfung durchführen, um Fehler, die du vielleicht mit PreMiD hast, zu beheben. Bitte versuche dies zuerst, bevor du ein Support-Ticket erstellst.",
    "othersUnav": "Meine anderen Projekte werden gerade überarbeitet und überdacht. Bitte schaue später wieder vorbei oder sieh dir mein GitHub an, um zu sehen, was ich gerade mache!",
    "Crowdin projects": "Crowdin-Projekte",
    "qkeleqdesc": "Die meisten Unterseiten auf dieser Seite sind auf einzelne Crowdin-Projekte zurückzuführen. Jede Hilfe ist sehr willkommen!",
    "spotistatsdesc": "Spotistats für Spotify bietet einen Einblick in deine meistgehörten Songs und Künstler, mit einer Auswahl an verschiedenen Zeiträumen.",
    "premiddesc": "PreMiD ist ein einfaches, konfigurierbares Tool, mit dem du in deinem Discord-Status zeigen kannst, was du gerade im Web machst.",
    "hypixeldesc": "Hypixel ist das populärste Minecraft-Server-Netzwerk der Welt, auf dem du eine Vielzahl von Minispielen spielen kannst.",
    "mcdesc": "Minecraft ist ein Sandbox-Videospiel, das von Mojang entwickelt wurde. Spieler können Materialien abbauen, Werkzeuge und Blöcke herstellen, sowie Strukturen bauen.",
    "Back": "Zurück",
    "Restart": "Neustarten",
    "Yes": "Ja",
    "No": "Nein",
    "Oops!": "Oops!",
    "404desc": "That page doesn't exist here. You'll be redirected to the main page in a moment.",
    "Update available": "Update available",
    "updatedesc": "The extension you were using has an update available, which might include new features and improved stability. Use the button below to download the update.",
    "Download": "Download"
}