{
    "Language": "Sprache",
    "Select a language": "Sprache auswählen",
    "languageTitle": "Deutsch",
    "Translate": "Übersetzen",
    "Contribute": "Beitragen",
    "Troubleshoot": "Probleme lösen",
    "Troubleshooter": "Problemlöser",
    "Coming soon": "In Kürze verfügbar",
    "Owner": "Besitzer",
    "Localisation manager": "Lokalisierungsmanager",
    "Proofreader": "Korrekturleser",
    "Translator": "Übersetzer",
    "About me": "Über mich",
    "aboutme": "Ein Schüler aus den Niederlanden mit einer Leidenschaft für Lokalisierung, Programmierung und Design, der die Welt verbessern will, indem er Werkzeuge für alle schafft, die jeder nutzen kann.",
    "Subsites": "Unterseiten",
    "PreMiD Trouble&shy;shooting": "PreMiD-Fehler&shy;behebung",
    "PreMiD Troubleshooting": "PreMiD-Fehlerbehebung",
    "premidtsdesc": "Du kannst eine simple Online-Überprüfung durchführen, um Fehler, die du vielleicht mit PreMiD hast, zu beheben. Bitte versuche dies zuerst, bevor du ein Support-Ticket erstellst.",
    "othersUnav": "Meine anderen Projekte werden gerade überarbeitet und überdacht. Bitte schaue später wieder vorbei oder sieh dir mein GitHub an, um zu sehen, was ich gerade mache!",
    "Crowdin projects": "Crowdin-Projekte",
    "qkeleqdesc": "Die meisten Unterseiten auf dieser Seite sind auf einzelne Crowdin-Projekte zurückzuführen. Jede Hilfe ist sehr willkommen!",
    "spotistatsdesc": "Spotistats für Spotify bietet einen Einblick in deine meistgehörten Songs und Künstler, mit einer Auswahl an verschiedenen Zeiträumen.",
    "premiddesc": "PreMiD ist ein einfaches, konfigurierbares Tool, mit dem du in deinem Discord-Status zeigen kannst, was du gerade im Web machst.",
    "hypixeldesc": "Hypixel ist das populärste Minecraft-Server-Netzwerk der Welt, auf dem du eine Vielzahl von Minispielen spielen kannst.",
    "mcdesc": "Minecraft ist ein Sandbox-Videospiel, das von Mojang entwickelt wurde. Spieler können Materialien abbauen, Werkzeuge und Blöcke herstellen, sowie Strukturen bauen.",
    "Back": "Zurück",
    "Restart": "Neustarten",
    "Yes": "Ja",
    "No": "Nein",
    "Oops!": "Hoppla!",
    "404desc": "Diese Seite existiert hier nicht. Du wirst gleich zur Hauptseite weitergeleitet.",
    "Update available": "Update verfügbar",
    "updatedesc": "Für die von dir verwendete Erweiterung ist ein Update verfügbar, das möglicherweise neue Funktionen und verbesserte Stabilität enthalten kann. Verwende die Schaltfläche unten, um das Update herunterzuladen.",
    "Download": "Herunterladen",
    "premidts": {
        "yes": "Ja",
        "no": "Nein",
        "installedBoth": "Hast du sowohl die PreMiD-Erweiterung als auch die Anwendung installiert?",
        "installBoth": "Bitte installiere die PreMiD-Erweiterung und Anwendung von <a href='https://premid.app/downloads'>unserer Seite</a>.",
        "discordPlatform": "Wie verwendest du Discord?",
        "desktopApp": "Über die Desktop-App",
        "mobile": "Auf meinem Telefon oder Tablet",
        "noMobileSupport": "PreMiD funktioniert noch nicht auf mobilen Geräten!",
        "browser": "In meinem Browser",
        "downloadDiscord": "Bitte wechsle zur offiziellen Desktop-App, die du <a href='https://discord.com/download'>hier</a> herunterladen kannst.",
        "discordModded": "Verwendest du eine modifizierte Version von Discords Desktop-App (wie z.B. BetterDiscord)?",
        "discordGameActivity": "Hast du die Spielaktivität in deinen Discord-Einstellungen aktiviert?",
        "enableGameActivity": "Bitte aktiviere die Option in den Discord-Einstellungen unter Spielaktivität.",
        "extensionExclamation": "Wenn du die Erweiterung in deinem Browser öffnest, siehst du dann ein farbiges Ausrufezeichen?",
        "yesYellow": "Ja, ein gelbes",
        "yesRed": "Ja, ein rotes",
        "applicationRunning": "Stelle sicher, dass die PreMiD Anwendung läuft. Wenn das nicht funktioniert, versuche deinen Browser neu zu starten. Stelle außerdem sicher, dass du Discord nicht mit Administratorrechten gestartet hast. <br>Wenn diese Schritte nicht funktionieren, versuche PreMiD <a href='https://premid.app/downloads'>hier</a> neu zu installieren.",
        "applicationUpdated": "Aktualisiere die PreMiD-Anwendung. Rechtsklicke auf das PreMiD-Symbol in der Taskleiste (möglicherweise unter dem Pfeil nach oben) und klicke auf 'Check for updates'.",
        "presenceMainSite": "Versuche <a href='https://premid.app'>unsere Hauptseite</a>zu öffnen. Zeigt sie hierfür eine Präsenz an?",
        "specificPresenceIssue": "Stelle sicher, dass du die Präsenz für die Website installiert hast, für die sie angezeigt werden soll. Wenn eine Präsenz nicht funktioniert, schildere bitte das Problem im #support-Kanal auf unserem <a href='https://discord.premid.app'>Discord-Server</a>.",
        "whatOS": "Welches Betriebssystem (OS) verwendest du?",
        "anotherLinux": "Ein anderes Linux-basiertes Betriebssystem",
        "linuxUnsure": "PreMiD unterstützt zwar die meisten Linux-Distributionen, aber nicht alle. Bitte lies diesen <a href='https://github.com/PreMiD/Linux/blob/master/README.md'>GitHub-Artikel</a>. Wenn das nicht hilft, öffne ein Ticket im #support-Kanal auf unserem <a href='https://discord.premid.app'>Discord-Server</a>.",
        "chromeos": "Chrome OS",
        "macosOld": "macOS 10.10 oder älter",
        "macosNew": "macOS 10.11 oder neuer",
        "windowsOld": "Windows Vista oder älter",
        "windowsNew": "Windows 7, 8 oder 10",
        "upgradeWindows": "PreMiD unterstützt dein Betriebssystem nicht und wird es höchstwahrscheinlich in Zukunft nie unterstützen. Bitte erwäge ein Upgrade auf ein neueres Betriebssystem wie Windows 10!",
        "updateMacos": "PreMiD unterstützt dein Betriebssystem nicht und wird es höchstwahrscheinlich in Zukunft nie unterstützen. Bitte erwäge ein Upgrade auf ein neueres Betriebssystem. Schaue dir diese <a href='https://support.apple.com/en-gb/HT201541'>Anleitung von Apple</a> für weitere Informationen an.",
        "noChromeosSupport": "PreMiD unterstützt Chrome OS noch nicht. Wenn du versuchst, es zu benutzen, könnte dein Gerät in einer Bootschleife stecken bleiben!",
        "whatBrowser": "Welchen Browser verwendest du?",
        "microsoftEdge": "Microsoft Edge",
        "googleChrome": "Google Chrome",
        "mozillaFirefox": "Mozilla Firefox",
        "brave": "Brave",
        "safari": "Safari",
        "opera": "Opera",
        "braveComplication": "Bitte gehe zu brave://settings/shields und deaktiviere die Einstellung namens 'Tracker- & Werbe-Blocking'.",
        "operaComplication": "Bevor du die PreMiD-Erweiterung installieren kannst, musst du <a href='https://addons.opera.com/en/extensions/details/install-chrome-extensions'>diese Erweiterung</a> installieren.",
        "otherChromium": "Ein anderer Chromium-Browser",
        "otherNonChromium": "Ein anderer Nicht-Chromium-Browser",
        "browserUnsure": "PreMiD funktioniert vielleicht (noch) nicht in deinem Browser. Bitte tritt unserem <a href='https://discord.premid.app'>Discord-Server</a> bei und wende dich an eine/n Support-Agent/-in!",
        "noDiagnosis": "Dieser Problemlöser konnte dein Problem nicht diagnostizieren. Versuche dein Problem im #support-Kanal auf unserem <a href='https://discord.premid.app'>Discord-Server</a> zu schildern."
    }
}
