{
    "Language": "Sprache",
    "Select a language": "Sprache auswählen",
    "Changing your language will clear your progress.": "Wenn du deine Sprache änderst, wird dein Fortschritt gelöscht.",
    "Translate": "Übersetzen",
    "Contribute": "Beitragen",
    "Troubleshoot": "Probleme lösen",
    "Troubleshooter": "Problemlöser",
    "Coming soon": "In Kürze verfügbar",
    "Owner": "Besitzer",
    "Localisation manager": "Lokalisierungsmanager",
    "Proofreader": "Korrekturleser",
    "Translator": "Übersetzer",
    "About me": "Über mich",
    "aboutme": "Ein Schüler aus den Niederlanden mit einer Leidenschaft für Lokalisierung, Programmierung und Design, der die Welt verbessern will, indem er Werkzeuge für alle schafft, die jeder nutzen kann.",
    "Subsites": "Unterseiten",
    "PreMiD Trouble&shy;shooting": "PreMiD-Fehler&shy;behebung",
    "PreMiD Troubleshooting": "PreMiD-Fehlerbehebung",
    "premidtsdesc": "Du kannst eine simple Online-Überprüfung durchführen, um Fehler, die du vielleicht mit PreMiD hast, zu beheben. Bitte versuche dies zuerst, bevor du ein Support-Ticket erstellst.",
    "othersUnav": "Meine anderen Projekte werden gerade überarbeitet und überdacht. Bitte schaue später wieder vorbei oder sieh dir mein GitHub an, um zu sehen, was ich gerade mache!",
    "Crowdin projects": "Crowdin-Projekte",
    "qkeleqdesc": "Die meisten Unterseiten auf dieser Seite sind auf einzelne Crowdin-Projekte zurückzuführen. Jede Hilfe ist sehr willkommen!",
    "spotistatsdesc": "Spotistats für Spotify bietet einen Einblick in deine meistgehörten Songs und Künstler, mit einer Auswahl an verschiedenen Zeiträumen.",
    "premiddesc": "PreMiD ist ein einfaches, konfigurierbares Tool, mit dem du in deinem Discord-Status zeigen kannst, was du gerade im Web machst.",
    "hypixeldesc": "Hypixel ist das populärste Minecraft-Server-Netzwerk der Welt, auf dem du eine Vielzahl von Minispielen spielen kannst.",
    "mcdesc": "Minecraft ist ein Sandbox-Videospiel, das von Mojang entwickelt wurde. Spieler können Materialien abbauen, Werkzeuge und Blöcke herstellen, sowie Strukturen bauen.",
    "Back": "Zurück",
    "Restart": "Neustarten",
    "Yes": "Ja",
    "No": "Nein",
    "Oops!": "Hoppla!",
    "404desc": "Diese Seite existiert hier nicht. Du wirst gleich zur Hauptseite weitergeleitet.",
    "Update available": "Update verfügbar",
    "updatedesc": "Für die von dir verwendete Erweiterung ist ein Update verfügbar, das möglicherweise neue Funktionen und verbesserte Stabilität enthalten kann. Verwende die Schaltfläche unten, um das Update herunterzuladen.",
    "Download": "Herunterladen",
    "premidts": {
        "yes": "Ja",
        "no": "Nein",
        "installedBoth": "Hast du sowohl die PreMiD-Erweiterung als auch die Anwendung installiert?",
        "installBoth": "Bitte installiere die PreMiD-Erweiterung und Anwendung von <a href='https://premid.app/downloads'>unserer Seite</a>.",
        "discordPlatform": "Wie verwendest du Discord?",
        "desktopApp": "Über die Desktop-App",
        "mobile": "Auf meinem Telefon oder Tablet",
        "noMobileSupport": "PreMiD doesn't work on mobile devices yet!",
        "browser": "In meinem Browser",
        "downloadDiscord": "Bitte wechsle zur offiziellen Desktop-App, die du <a href='https://discord.com/download'>hier</a> herunterladen kannst.",
        "discordModded": "Verwendest du eine modifizierte Version von Discords Desktop-App (wie z.B. BetterDiscord)?",
        "discordGameActivity": "Hast du die Spielaktivität in deinen Discord-Einstellungen aktiviert?",
        "enableGameActivity": "Bitte aktiviere die Option in den Discord-Einstellungen unter Spielaktivität.",
        "extensionExclamation": "When you open the extension in your browser, do you see a coloured exclamation mark?",
        "yesYellow": "Yes, a yellow one",
        "yesRed": "Yes, a red one",
        "applicationRunning": "Make sure the PreMiD application is running. If this doesn't work, try restarting your browser. Also make sure you didn't run Discord with administrator rights. <br>If these steps don't work, try reinstalling PreMiD <a href='https://premid.app/downloads'>here</a>.",
        "applicationUpdated": "Update the PreMiD application. Right-click the PreMiD icon in the taskbar (possibly underneath the arrow pointing up) and click 'Check for updates'.",
        "presenceMainSite": "Versuche <a href='https://premid.app'>unsere Hauptseite</a>zu öffnen. Zeigt sie hierfür eine Präsenz an?",
        "specificPresenceIssue": "Stelle sicher, dass du die Präsenz für die Website installiert hast, für die sie angezeigt werden soll. Wenn eine Präsenz nicht funktioniert, schildere bitte das Problem im #support-Kanal auf unserem <a href='https://discord.premid.app'>Discord-Server</a>.",
        "whatOS": "What operating system (OS) are you using?",
        "anotherLinux": "Another Linux-based operating system",
        "linuxUnsure": "PreMiD does support most Linux distrubutions, but not all of them. Please read this <a href='https://github.com/PreMiD/Linux/blob/master/README.md'>GitHub article</a>. If that doesn't help, open a ticket in the #support channel in our <a href='https://discord.premid.app'>Discord server</a>.",
        "chromeos": "Chrome OS",
        "macosOld": "macOS 10.10 or older",
        "macosNew": "macOS 10.11 or newer",
        "windowsOld": "Windows Vista or older",
        "windowsNew": "Windows 7, 8 or 10",
        "upgradeWindows": "PreMiD does not support your operating system and will most likely never support it in the future. Please consider upgrading to a newer operating system such as Windows 10!",
        "updateMacos": "PreMiD does not support your operating system and will most likely never support it in the future. Please consider upgrading to a newer operating system. Check out this <a href=\\\"https://support.apple.com/en-gb/HT201541\\\">Apple help guide</a> for more info.",
        "noChromeosSupport": "PreMiD does not support Chrome OS yet. Attempting to use it might get your device stuck in a bootloop!",
        "whatBrowser": "Welchen Browser verwendest du?",
        "microsoftEdge": "Microsoft Edge",
        "googleChrome": "Google Chrome",
        "mozillaFirefox": "Mozilla Firefox",
        "brave": "Brave",
        "safari": "Safari",
        "opera": "Opera",
        "braveComplication": "Please go to brave://settings/shields and disable the setting called 'Trackers & ads blocking'.",
        "operaComplication": "Before you can install the PreMiD extension, you need to install <a href='https://addons.opera.com/en/extensions/details/install-chrome-extensions'>this extension</a>.",
        "otherChromium": "Ein anderer Chromium-Browser",
        "otherNonChromium": "Ein anderer Nicht-Chromium-Browser",
        "browserUnsure": "PreMiD might not work on your browser (yet). Please join our <a href='https://discord.premid.app'>Discord server</a> and check with a support agent!",
        "noDiagnosis": "Dieser Problemlöser konnte dein Problem nicht diagnostizieren. Versuche dein Problem im #support-Kanal auf unserem <a href='https://discord.premid.app'>Discord-Server</a> zu schildern."
    }
}