{
    "languageName": "Deutsch",
    "Language": "Sprache",
    "selectLanguage": "Sprache auswählen",
    "changeLanguage": "Ändere die Sprache der Seite",
    "helpTranslate": "Hilf mit, diese Seite zu übersetzen",
    "translationProgress": "{percentage} complete",
    "themeSwitcherAria": "Theme switcher",
    "auto": "Systemfarbschema",
    "light": "Helles Design",
    "dark": "Dunkles Design",
    "setThemeTooltip": "Ändere das Farbschema zum {theme, select, light {Hellen-Design} dark {Dunklen-Design} other {System-Design}}",
    "viewTranslation": "View on Crowdin",
    "contributeTranslation": "Contribute on Crowdin",
    "viewSource": "View on GitHub",
    "joinCommunity": "Join on Discord",
    "getExtension": "Get extension",
    "close": "Schließen",
    "Import grades": "Import grades",
    "heroTitle": "Hey, ich bin Quinten.",
    "aboutme": "Ein Student aus den Niederlanden mit der Leidenschaft für Programmierung, digitales Design und Sprachen. Ich möchte die Welt verbessern, indem ich Werkzeuge für alle erschaffe, die jeder nutzen kann.",
    "Localisation": "Lokalisierung",
    "Coming soon": "In Kürze verfügbar",
    "Owner": "Besitzer",
    "Localisation manager": "Lokalisierungsmanager",
    "Proofreader": "Korrekturleser",
    "Translator": "Übersetzer",
    "qkeleqdesc": "This website is available in many languages thanks to volunteers from all over the world. Consider helping to get this site in your language!",
    "statsfmdesc": "stats.fm für Spotify bietet einen Einblick in deine meistgehörten Songs und Künstler, mit einer Auswahl an verschiedenen Zeiträumen.",
    "premiddesc": "PreMiD ist ein einfaches, konfigurierbares Tool, mit dem du in deinem Discord-Status zeigen kannst, was du gerade im Web machst.",
    "hypixeldesc": "Hypixel ist das populärste Minecraft-Server-Netzwerk der Welt, auf dem du eine Vielzahl von Minispielen spielen kannst.",
    "mcdesc": "Minecraft ist ein Sandbox-Videospiel, das von Mojang entwickelt wurde. Spieler können Materialien abbauen, Werkzeuge und Blöcke herstellen, sowie Strukturen bauen.",
    "Projects": "Projekte",
    "ghdesc": "Weitere programmierbezogene Projekte, die ich durchgeführt habe, findest du auf meinem GitHub-Profil. Dort sind auch meine Beiträge zu Projekten anderer und alle archivierten Codebases zu finden.",
    "Discord bot": "Discord-Bot",
    "Browser extension": "Browsererweiterung",
    "mctdesc": "Dieser Bot dient dem Minecraft Translators Community-Discord, einem Ort, der die Kommunikation zwischen den Mitgliedern des Minecraft Übersetzungsprojekts erleichtert.",
    "studytoolsdesc": "Diese Browsererweiterung zielt darauf ab, verschiedene Aspekte niederländischer Bildungswebsites zu verbessern, wie z. B. das Studenteninformationssystem Magister."
}
