{
    "Language": "Lingvo",
    "selectLanguage": "Elekti lingvo",
    "changeLanguage": "Ŝanĝi la lingvon de la retejo",
    "changeLanguageTooltip": "Elekti ĉi tiun lingvon ({language})",
    "helpTranslate": "Helpi traduki ĉi tiun retejon",
    "Theme": "Etoso",
    "auto": "Sistema etoso",
    "light": "Hela etoso",
    "dark": "Malhela etoso",
    "setThemeTooltip": "Ŝanĝi la etoson al la {theme, select, light {hela} dark {malhela} other {sistema}}",
    "Translate": "Traduki",
    "Contribute": "Kontribui",
    "Join": "Aliĝi",
    "Install": "Instali",
    "close": "Close",
    "Import grades": "Import grades",
    "heroTitle": "Saluton, mi estas Quinten.",
    "aboutme": "Studento el Nederlando kun pasio por programado, projektado kaj lingvoj. Mi volas plibonigi la mondon kreante ilojn, kiujn ĉiu povas uzi.",
    "Localisation": "Lokaligo",
    "Coming soon": "Baldaŭ",
    "Owner": "Posedanto",
    "Localisation manager": "Lokaligo-administrilo",
    "Proofreader": "Korektisto",
    "Translator": "Tradukisto",
    "qkeleqdesc": "Plej subretejoj je tia retejo estas lokaligitaj per unuopa Crowdin-projekto. Ia helpo estas dankegita!",
    "statsfmdesc": "stats.fm por Spotify liveras informojn pri la plej aŭskultitaj kantoj kaj artistoj kun elekto de diversaj periodoj.",
    "premiddesc": "PreMiD estas facila, konfigurebla ilo, kiu vidigas viajn interretajn agadojn kiel Discorda statuso \"Now playing\".",
    "hypixeldesc": "Hypixel estas la plej populara Minecraft-servilreto en la mondo, je kiu oni povas ludi ampleksan varion de miniludoj.",
    "mcdesc": "Minecraft estas sandbox-a videoludo evoluigita de Mojang. Ludantoj povas mini materialojn, kaj konstrui ilojn, blokojn kaj strukturojn.",
    "Projects": "Projektoj",
    "ghdesc": "Find more programming-related projects I have undertook on my GitHub profile. This is also where my contributions to projects by others, and any archived codebases can be found.",
    "Discord bot": "Discord-roboto",
    "Browser extension": "Retumilo-kromaĵo",
    "mctdesc": "Ĉi tiu roboto servas al la komunuma Discord de Minecraft Translators, loko kiu faciligas komunikadon inter membroj de la tradukprojekto de Minecraft.",
    "studytoolsdesc": "Ĉi tiu retumila kromaĵo celas plibonigi diversajn aspektojn de nederlandaj edukaj retejoj, kiel la studenta spursistemo, Magister."
}
