{
    "Language": "Idioma",
    "selectLanguage": "Selecciona un idioma",
    "changeLanguage": "Cambiar idioma del sitio",
    "changeLanguageTooltip": "Cambiar idioma a {language}",
    "helpTranslate": "Ayuda a traducir este sitio",
    "Theme": "Theme",
    "auto": "Tema del sistema",
    "light": "Tema claro",
    "dark": "Tema oscuro",
    "setThemeTooltip": "¡Cambia el tema a {theme, select, light {claro} dark {oscuro} other {sistema}}",
    "Translate": "Translate",
    "Contribute": "Contribute",
    "Join": "Join",
    "Install": "Install",
    "close": "Cerrar",
    "Import grades": "Import grades",
    "heroTitle": "Hola, soy Quinten.",
    "aboutme": "Un estudiante de los Países Bajos con pasión por la programación, diseño digital, e idiomas. Quiero mejorar el mundo creando herramientas para que las use todo el mundo.",
    "Localisation": "Localización",
    "Coming soon": "Próximamente",
    "Owner": "Propietario",
    "Localisation manager": "Administrador de localización",
    "Proofreader": "Corrector",
    "Translator": "Traductor",
    "qkeleqdesc": "Most subsites found on this page are localised using a single Crowdin project. Any help is massively appreciated!",
    "statsfmdesc": "stats.fm para Spotify proporciona una visión de tus canciones y artistas más escuchados con una selección de diferentes periodos.",
    "premiddesc": "PreMiD es una simple y configurable herramienta que te permite mostrar lo que estás haciendo en la web en tu estado de Discord.",
    "hypixeldesc": "Hypixel es la red de servidores de Minecraft más popular del mundo, en la que puedes jugar una variedad de minijuegos.",
    "mcdesc": "Minecraft es un videojuego sandbox desarrollado por Mojang. Los jugadores pueden extraer materiales, crear herramientas y bloques y construir estructuras.",
    "Projects": "Proyectos",
    "ghdesc": "Encuentra más proyectos relacionados con la programación en mi perfil de GitHub. También puedes ver aquí mis contribuciones a proyectos de otros, y proyectos archivados.",
    "Discord bot": "Bot de Discord",
    "Browser extension": "Extensión de navegador",
    "mctdesc": "Este bot sirve a la comunidad de Discord de Traductores de Minecraft, facilita la comunicación entre los miembros del proyecto de traducción de Minecraft.",
    "studytoolsdesc": "Esta extensión de navegador pretende mejorar varios aspectos de los sitios web educativos Holandeses, como el sistema de seguimiento de estudiantes Magister."
}
