{
    "Language": "Idioma",
    "Select a language": "Selecciona un idioma",
    "languageTitle": "Inglés",
    "Theme": "Tema",
    "Select a theme": "Selecciona un tema",
    "Browser preference": "Preferencias del navegador",
    "Light": "Claro",
    "Dark": "Oscuro",
    "Translate": "Traduce",
    "Contribute": "Contribuye",
    "Troubleshoot": "Solución de problemas",
    "Troubleshooter": "Solucionador de problemas",
    "Coming soon": "Próximamente",
    "Owner": "Propietario",
    "Localisation manager": "Administrador de localización",
    "Proofreader": "Corrector",
    "Translator": "Traductor",
    "About me": "Acerca de mi",
    "aboutme": "Estudiante de los Países Bajos con pasión por la localización, la programación y el diseño, que quiere mejorar el mundo creando herramientas para que las use todo el mundo.",
    "Subsites": "Subsitios",
    "PreMiD Trouble&shy;shooting": "Solucionador de problemas de PreMiD",
    "PreMiD Troubleshooting": "Solución de Problemas PreMiD",
    "premidtsdesc": "Una herramienta online para arreglar posibles problemas de PreMiD que puedas tener. Pasa esta herramienta antes de crear un tique de soporte.",
    "othersUnav": "Mis otros proyectos están siendo revisados y repensados. Por favor vuelve más tarde, o ¡mira mi GitHub para ver lo que estoy haciendo!",
    "Crowdin projects": "Proyectos de Crowdin",
    "qkeleqdesc": "La mayoría de los subsitios de esta página están localizados utilizando un único proyecto de Crowdin. ¡Se agradece enormemente cualquier ayuda!",
    "spotistatsdesc": "Spotistats para Spotify proporciona una visión de tus canciones y artistas más escuchados, con una selección de diferentes periodos.",
    "premiddesc": "PreMiD es una simple y configurable herramienta que te permite mostrar lo que estás haciendo en la web en tu estado de Discord.",
    "hypixeldesc": "Hypixel es la red de servidores de Minecraft más popular del mundo, en la que puedes jugar una variedad de minijuegos.",
    "mcdesc": "Minecraft es un videojuego sandbox desarrollado por Mojang. Los jugadores pueden extraer materiales, crear herramientas y bloques y construir estructuras.",
    "Back": "Atrás",
    "Previous": "Anterior",
    "Restart": "Reiniciar",
    "Start over": "Volver a empezar",
    "Yes": "Sí",
    "No": "No",
    "Oops!": "¡Vaya!",
    "404desc": "Esa página no existe. Serás redirigido a la página principal en un momento.",
    "Update available": "Hay una actualización disponible",
    "updatedesc": "La extensión que estabas utilizando tiene una actualización disponible, puede incluir nuevas características y una estabilidad mejorada. Utiliza el botón de abajo para descargar la actualización.",
    "Download": "Descargar",
    "premidts": {
        "yes": "Sí",
        "no": "No",
        "installedBoth": "¿Has instalado tanto la extensión como la aplicación de PreMiD?",
        "installBoth": "Por favor, instala la extensión y aplicación de PreMiD desde <a href='https://premid.app/downloads' target='_blank' rel='noopener noreferrer'>nuestro sitio</a>.",
        "discordPlatform": "¿Cómo estás usando Discord?",
        "desktopApp": "A través de la aplicación de escritorio",
        "mobile": "En mi teléfono o tableta",
        "noMobileSupport": "¡PreMiD no funciona todavía en dispositivos móviles!",
        "browser": "En mi navegador",
        "downloadDiscord": "Por favor, utiliza la aplicación oficial de escritorio, puedes descargarla <a href='https://discord.com/download' target='_blank' rel='noopener noreferrer'>aquí</a>. Asegúrate de que no tienes ninguna modificación instalada.",
        "discordModded": "¿Estás usando una versión modificada de la aplicación de escritorio de Discord (como BetterDiscord)?",
        "discordGameActivity": "¿Has activado la \"Actividad de Juegos\" en tus ajustes de Discord?",
        "enableGameActivity": "Por favor, activa la opción \"Actividad de Juegos\" bajo los ajustes de Discord.",
        "extensionExclamation": "Cuando abres la extensión en tu navegador, ¿ves un signo de exclamación coloreado?",
        "yesYellow": "Sí, amarillo",
        "yesRed": "Sí, rojo",
        "applicationRunning": "Asegúrate de que la aplicación de PreMiD está ejecutándose. Si esto no funciona, intenta reiniciar tu navegador. Asegúrate también de que no estás ejecutando Discord con derechos de administrador. <br>Si estos pasos no funcionan, intenta reinstalar PreMiD <a href='https://premid.app/downloads' target='_blank' rel='noopener noreferrer'>aquí</a>.",
        "applicationUpdated": "Actualiza la aplicación de PreMiD. Para ello, haz clic derecho sobre el icono de PreMiD en la barra de tareas y luego sobre \"Check for Updates\". Si no ves el icono, pulsa sobre la flecha apuntando hacia arriba.",
        "presenceMainSite": "Prueba a abrir <a href='https://premid.app' target='_blank' rel='noopener noreferrer'>nuestro sitio principal</a>. ¿Muestra una presence?",
        "specificPresenceIssue": "Asegúrate de que has instalado la presence del sitio para el que deseas que se muestre. Si una presence no funciona, por favor explica el problema en el canal #support de nuestro <a href='https://discord.premid.app' target='_blank' rel='noopener noreferrer'>servidor de Discord</a>.",
        "whatOS": "¿Qué sistema operativo estás utilizando?",
        "anotherLinux": "Otro sistema operativo basado en Linux",
        "linuxUnsure": "PreMiD soporta la mayoría de las distribuciones de Linux, pero no todas. Por favor, lee este <a href='https://github.com/PreMiD/Linux/blob/master/README.md' target='_blank' rel='noopener noreferrer'>artículo de GitHub</a>. Si eso no ayuda, abre un ticket en el canal #support de nuestro servidor <a href='https://discord.premid.app' target='_blank' rel='noopener noreferrer'>de Discord</a>.",
        "chromeos": "Chrome OS",
        "macosOld": "macOS 10.10 o anterior",
        "macosNew": "macOS 10.11 o más recientes",
        "windowsOld": "Windows Vista o anterior",
        "windowsNew": "Windows 7, 8 o 10",
        "upgradeWindows": "PreMiD no soporta su sistema operativo y muy probablemente nunca lo soportará en el futuro. ¡Por favor considera actualizar a un sistema operativo más nuevo como Windows 10!",
        "updateMacos": "PreMiD no soporta su sistema operativo y muy probablemente nunca lo soportará en el futuro. Por favor, considera actualizar a un sistema operativo más reciente. Echa un vistazo a esta <a href='https://support.apple.com/en-gb/HT201541' target='_blank' rel='noopener noreferrer'>guía de Apple</a> para más información.",
        "noChromeosSupport": "PreMiD aún no soporta el sistema operativo Chrome OS. Si lo usas, ¡podría atascar tu dispositivo en un bucle de arranque!",
        "whatBrowser": "¿Qué navegador está usando?",
        "microsoftEdge": "Microsoft Edge",
        "googleChrome": "Google Chrome",
        "mozillaFirefox": "Mozilla Firefox",
        "brave": "Brave",
        "safari": "Safari",
        "opera": "Opera",
        "braveComplication": "Por favor, ve a brave://adblock y añade '@@localhost' al cuadro de filtros personalizados. Luego reinicia Brave.",
        "operaComplication": "Antes de instalar la extensión PreMiD, necesitas instalar <a href='https://addons.opera.com/en/extensions/details/install-chrome-extensions' target='_blank' rel='noopener noreferrer'>esta extensión</a>.",
        "otherChromium": "Otro navegador Chromium",
        "otherNonChromium": "Otro navegador no basado en Chromium",
        "browserUnsure": "PreMiD podría no funcionar (aun) en tu navegador. Por favor, ¡únete a nuestro <a href='https://discord.premid.app' target='_blank' rel='noopener noreferrer'>servidor de Discord</a> y compruébalo con un agente de soporte!",
        "noDiagnosis": "Este solucionador de problemas no pudo diagnosticar el problema."
    },
    "moreHelpTease": "Si has seguido todos los pasos en este solucionador de problemas y tu problema persiste, por favor revisa nuestra <a href='https://docs.premid.app/en/troubleshooting' target='_blank'>guía completa de solución de problemas</a>.",
    "Contact and more": "Contacto y más",
    "Information": "Información",
    "infoDesc": "Esta herramienta fue construida para la comunidad de PreMiD por QkeleQ10#8482.<br>Es reconocida pero no pertenece ni está afiliada a PreMiD.",
    "PreMiD website": "Sitio web de PreMiD",
    "PreMiD Discord server": "Discord de PreMiD",
    "changeLanguageTooltip": "Cambiar idioma a {language}"
}
