{
    "Language": "Langue",
    "selectLanguage": "Choisir une langue",
    "changeLanguage": "Changer la langue du site",
    "changeLanguageTooltip": "Changer la langue en {language}",
    "helpTranslate": "Aider à traduire ce site",
    "Theme": "Thème",
    "auto": "Thème du système",
    "light": "Thème clair",
    "dark": "Thème sombre",
    "setThemeTooltip": "Changer le thème en {theme, select, light {thème clair} dark {thème sombre} other {thème du système}}",
    "Translate": "Traduire",
    "Contribute": "Contribuer",
    "Join": "Rejoindre",
    "Install": "Installer",
    "close": "Fermer",
    "Import grades": "Import grades",
    "heroTitle": "Bonjour, je m'appelle Quinten.",
    "aboutme": "Un étudiant néerlandais passionné par la programmation, le design numérique et les langues. Je veux améliorer le monde en créant des outils pour tous à utiliser.",
    "Localisation": "Traduction",
    "Coming soon": "Bientôt disponible",
    "Owner": "Propriétaire",
    "Localisation manager": "Responsable de la localisation",
    "Proofreader": "Réviseur",
    "Translator": "Traducteur",
    "qkeleqdesc": "La plupart des sous-sites trouvés sur cette page sont localisés en utilisant un seul projet Crowdin. Toute aide est grandement appréciée !",
    "statsfmdesc": "stats.fm pour Spotify te donne un aperçu de tes chansons et artistes les plus écoutés, avec un choix de différentes périodes.",
    "premiddesc": "PreMiD est un utilitaire simple et configurable qui te permet de montrer ce que tu fais sur Internet dans ton statut d'activité Discord.",
    "hypixeldesc": "Hypixel est le serveur Minecraft le plus populaire au monde, sur lequel tu peux jouer une variété de mini-jeux.",
    "mcdesc": "Minecraft est un jeu vidéo de type bac à sable développé par Mojang. Les joueurs peuvent miner des matériaux, fabriquer des outils et des blocs, et construire des structures.",
    "Projects": "Projets",
    "ghdesc": "Trouves d'autres projets liés à la programmation que j'ai entrepris sur mon profil GitHub. C'est aussi là que mes contributions à des projets par d'autres, et toutes les bases de code archivées peuvent être trouvées.",
    "Discord bot": "Bot Discord",
    "Browser extension": "Extension navigateur",
    "mctdesc": "Ce bot sert la communauté de traducteurs de Minecraft Discord, un endroit qui facilite la communication entre les membres du projet de traduction Minecraft.",
    "studytoolsdesc": "Cette extension de navigateur vise à améliorer divers aspects des sites Web éducatifs néerlandais, tels que le système d'information étudiant Magister."
}
