{
    "languageName": "English",
    "Language": "Bahasa",
    "selectLanguage": "Pilih sebuah bahasa",
    "changeLanguage": "Change site language",
    "changeLanguageTooltip": "Change language to {language}",
    "helpTranslate": "Help translate this site",
    "helpTranslateLanguage": "Help translate this site to {language} ({progress} translated)",
    "themeSwitcherAria": "Theme switcher",
    "auto": "System theme",
    "light": "Tema terang",
    "dark": "Tema gelap",
    "setThemeTooltip": "Change theme to {theme, select, light {light theme} dark {dark theme} other {system theme}}",
    "viewTranslation": "View on Crowdin",
    "contributeTranslation": "Contribute on Crowdin",
    "viewSource": "View on GitHub",
    "joinCommunity": "Join on Discord",
    "getExtension": "Get extension",
    "close": "Tutup",
    "Import grades": "Import grades",
    "heroTitle": "Hi, I'm Quinten.",
    "aboutme": "A student from the Netherlands with a passion for programming, digital design, and languages. I want to improve the world by creating tools for everyone to use.",
    "Localisation": "Localisation",
    "Coming soon": "Segera hadir",
    "Owner": "Pemilik",
    "Localisation manager": "Manager lokalisasi",
    "Proofreader": "Korektor",
    "Translator": "Penerjemah",
    "qkeleqdesc": "This website is available in many languages due to volunteers from all over the world. Consider helping to get this site in your language!",
    "statsfmdesc": "stats.fm for Spotify provides insight into your most listened songs and artists, with a choice of different periods.",
    "premiddesc": "PreMiD adalah utilitas sederhana dan dapat dikonfigurasi yang memungkinkan Anda untuk menunjukkan apa yang Anda lakukan di web dalam Discord anda now playing status.",
    "hypixeldesc": "Hypixel adalah jaringan server Minecraft paling populer di dunia, tempat Anda dapat memainkan berbagai gim mini.",
    "mcdesc": "Minecraft adalah game video Sandbox yang dikembangkan oleh Mojang. Pemain dapat menambang materi, alat kerajinan dan blok, dan membangun struktur.",
    "Projects": "Projects",
    "ghdesc": "Find more programming-related projects I have undertook on my GitHub profile. This is also where my contributions to projects by others, and any archived codebases can be found.",
    "Discord bot": "Discord bot",
    "Browser extension": "Browser extension",
    "mctdesc": "This bot serves the Minecraft Translators Community Discord, a place that facilitates communication between members of the Minecraft translation project.",
    "studytoolsdesc": "This browser extension aims to improve various aspects of Dutch educational websites, such as the student information system Magister."
}
