{
    "Language": "Bahasa",
    "Select a language": "Pilih sebuah bahasa",
    "languageTitle": "Bahasa Inggris",
    "Theme": "Tema",
    "Select a theme": "Silakan pilih tema yang Anda inginkan",
    "Browser preference": "Preferensi browser",
    "Light": "Terang",
    "Dark": "Gelap",
    "Translate": "Menerjermah",
    "Contribute": "Kontribusi",
    "Troubleshoot": "Pecahkan masalah",
    "Troubleshooter": "Pemecah masalah",
    "Coming soon": "Segera hadir",
    "Owner": "Pemilik",
    "Localisation manager": "Manager lokalisasi",
    "Proofreader": "Korektor",
    "Translator": "Penerjemah",
    "About me": "Tentang saya",
    "aboutme": "Seorang pelajar dari Belanda dengan hasrat untuk lokalisasi, pemrograman dan desain, yang ingin meningkatkan dunia dengan membuat alat untuk digunakan semua orang.",
    "Subsites": "Situspengganti",
    "PreMiD Trouble&shy;shooting": "Penyelesaian masalah PreMiD",
    "PreMiD Troubleshooting": "Penyelesaian masalah PreMiD",
    "premidtsdesc": "Periksa online yang mudah Anda dapat menjalankan untuk memperbaiki masalah apa pun dengan PreMiD yang mungkin Anda miliki. Lakukan ini sebelum membuat tiket dukungan.",
    "othersUnav": "Proyek saya yang lain saat ini sedang dirombak dan memikirkan kembali. Silakan periksa kembali nanti, atau lihat GitHub saya untuk melihat apa yang saya lakukan!",
    "Crowdin projects": "Proyek Crowdin",
    "qkeleqdesc": "Sebagian besar subsitus yang ditemukan di halaman ini dilokalisasi menggunakan proyek Crowdin tunggal. Setiap bantuan dihargai secara masif!",
    "spotistatsdesc": "Spotistats untuk Spotify memberikan wawasan tentang lagu-lagu dan artis Anda yang paling mendengarkan, dengan pilihan periode yang berbeda.",
    "premiddesc": "PreMiD adalah utilitas sederhana dan dapat dikonfigurasi yang memungkinkan Anda untuk menunjukkan apa yang Anda lakukan di web dalam Discord anda now playing status.",
    "hypixeldesc": "Hypixel adalah jaringan server Minecraft paling populer di dunia, tempat Anda dapat memainkan berbagai gim mini.",
    "mcdesc": "Minecraft adalah game video Sandbox yang dikembangkan oleh Mojang. Pemain dapat menambang materi, alat kerajinan dan blok, dan membangun struktur.",
    "Back": "Kembali",
    "Previous": "Sebelumnya",
    "Restart": "Mulai Ulang",
    "Start over": "Mulai dari awal",
    "Yes": "Ya",
    "No": "Tidak",
    "Oops!": "Oops!",
    "404desc": "Halaman itu tidak ada di sini. Anda akan diarahkan ke halaman utama sebentar lagi.",
    "Update available": "Pembaruan tersedia",
    "updatedesc": "Ekstensi yang Anda gunakan memiliki pembaruan yang tersedia, yang mungkin termasuk fitur baru dan peningkatan stabilitas. Gunakan tombol di bawah ini untuk mengunduh pembaruan.",
    "Download": "Unduh",
    "premidts": {
        "yes": "Ya",
        "no": "Tidak",
        "installedBoth": "Sudahkah Anda menginstal kedua ekstensi dan aplikasi PreMiD?",
        "installBoth": "Silakan instal ekstensi PreMiD dan aplikasi dari <a href='https://premid.app/downloads' target='_blank' rel='noopener noreferrer'>situs kami</a>.",
        "discordPlatform": "Bagaimana anda menggunakan Discord?",
        "desktopApp": "Melalui aplikasi desktop",
        "mobile": "Di ponsel atau tablet saya",
        "noMobileSupport": "Premid tidak dapat berfungsi di perangkat seluler!",
        "browser": "Di browser saya",
        "downloadDiscord": "Silakan gunakan aplikasi desktop resmi, yang dapat anda unduh <a href='https://discord.com/download' target='_blank' rel='noopener noreferrer'>di sini</a>. Pastikan Anda tidak memiliki modifikasi.",
        "discordModded": "Apakah Anda menggunakan versi modifikasi aplikasi desktop Discord (seperti BetterDiscord)?",
        "discordGameActivity": "Apakan kamu telah aktifkan opsi 'Activity Status' di dalam opsi Discord?",
        "enableGameActivity": "Tolong aktifkan opsi dalam pengaturan Discord did bawah 'activity status'.",
        "extensionExclamation": "Ketika Anda membuka ekstensi di browser Anda, apakah Anda melihat tanda seru berwarna?",
        "yesYellow": "Ya, yang kuning",
        "yesRed": "Ya, yang merah",
        "applicationRunning": "Pastikan aplikasi PreMiD sedang berjalan. Jika ini tidak berhasil, coba restart browser Anda. Pastikan juga Anda tidak menjalankan Discord dengan hak administrator. <br>Jika langkah-langkah ini tidak berfungsi, coba instal ulang PreMiD <a href='https://premid.app/downloads' target='_blank' rel='noopener noreferrer'>di sini</a>.",
        "applicationUpdated": "Perbarui aplikasi PreMiD. Klik kanan ikon PreMiD di taskbar dan klik 'Periksa pembaruan'. Jika Anda tidak melihat ikon, klik panah yang menunjuk ke atas.",
        "presenceMainSite": "Coba buka <a href='https://premid.app' target='_blank' rel='noopener noreferrer'>Situs utama kami</a>. Apakah itu menampilkan kehadiran untuk itu?",
        "specificPresenceIssue": "Pastikan Anda telah menginstal keberadaan untuk situs yang Anda inginkan untuk ditampilkan. Jika ada kehadiran tidak berfungsi, tolong jelaskan masalah di saluran #support di <a href='https://discord.premid.app' target='_blank' rel='noopener noreferrer'>Discord server</a>.",
        "whatOS": "Sistem operasi apa yang Anda gunakan?",
        "anotherLinux": "Sistem operasi berbasis Linux lainnya",
        "linuxUnsure": "PreMiD memang mendukung sebagian besar distribusi Linux, tetapi tidak semuanya. Silakan baca ini <a href='https://github.com/PreMiD/Linux/blob/master/README.md' target='_blank' rel='noopener noreferrer'>artikel GitHub</a>. Jika itu tidak membantu, buka tiket di saluran #support di <a href='https://discord.premid.app' target='_blank' rel='noopener noreferrer'>Discord server</a>.",
        "chromeos": "Chrome OS",
        "macosOld": "macOS 10.10 atau lebih",
        "macosNew": "macOS 10.11 atau yang lebih baru",
        "windowsOld": "Windows Vista atau lebih",
        "windowsNew": "Windows 7, 8 atau 10",
        "upgradeWindows": "PreMiD tidak mendukung sistem operasi Anda dan kemungkinan besar tidak akan pernah mendukungnya di masa depan. Harap pertimbangkan untuk meningkatkan ke sistem operasi yang lebih baru seperti Windows 10!",
        "updateMacos": "PreMiD tidak mendukung sistem operasi Anda dan kemungkinan besar tidak akan pernah mendukungnya di masa depan. Harap pertimbangkan untuk meningkatkan ke sistem operasi yang lebih baru. Lihat ini <a href='https://support.apple.com/en-gb/HT201541' target='_blank' rel='noopener noreferrer'>panduan dari Apple</a> untuk info lebih lanjut.",
        "noChromeosSupport": "Premid belum mendukung OS Chrome. Mencoba menggunakannya mungkin membuat perangkat Anda terjebak dalam bootloop!",
        "whatBrowser": "Versi browser apa yang sedang kamu gunakan?",
        "microsoftEdge": "Microsoft Edge",
        "googleChrome": "Google Chrome",
        "mozillaFirefox": "Mozilla Firefox",
        "brave": "Brave",
        "safari": "Safari",
        "opera": "Opera",
        "braveComplication": "Silakan pergi ke brave://adblock dan tambahkan '@@ localhost' ke kotak Filter Kustom. Kemudian mulai ulang Brave.",
        "operaComplication": "Sebelum Anda dapat memasang ekstensi PreMiD, Anda perlu memasang <a href='https://addons.opera.com/en/extensions/details/install-chrome-extensions' target='_blank' rel='noopener noreferrer'>ekstensi ini</a>.",
        "otherChromium": "Browser Chromium lainnya",
        "otherNonChromium": "Browser selain Chromium lainnya",
        "browserUnsure": "PreMiD mungkin tidak berfungsi di browser anda. Silakan bergabung dengan <a href='https://discord.premid.app' target='_blank' rel='noopener noreferrer'>Discord server</a> kami dan periksa dengan agen dukungan!",
        "noDiagnosis": "Pemecah masalah ini tidak dapat mendiagnosis masalah Anda."
    },
    "moreHelpTease": "Jika kamu telah melakukan semua langkah di pemecah masalah ini dan masalah tetap terjadi, tolong cek dokumen pernuh kami <a href='https://docs.premid.app/en/troubleshooting' target='_blank'> panduan pemecah masalah</a>.",
    "Contact and more": "Kontak dan lainnya",
    "Information": "Informasi",
    "infoDesc": "Alat ini dibuat untuk komunitas PreMiD oleh QkeleQ10#8482. <br> Itu diakui oleh tetapi tidak dimiliki oleh atau berafiliasi dengan PreMiD.",
    "PreMiD website": "Situs PreMiD",
    "PreMiD Discord server": "PreMiD Discord server"
}