{
    "Language": "Taal",
    "selectLanguage": "Taal selecteren",
    "changeLanguage": "Taal wijzigen",
    "changeLanguageTooltip": "Taal veranderen naar het {language}",
    "helpTranslate": "Helpen deze site te vertalen",
    "Theme": "Thema",
    "auto": "Systeemthema",
    "light": "Licht thema",
    "dark": "Donker thema",
    "setThemeTooltip": "Thema wijzigen naar {theme, select, light {licht thema} dark {donker thema} other {systeemthema}}",
    "heroTitle": "Hoi, ik ben Quinten.",
    "aboutme": "Een leerling uit Nederland met passie voor programmeren, digitaal design en talen. Ik wil de wereld verbeteren tools te maken die iedereen kan gebruiken.",
    "Localisation": "Lokalisatie",
    "Translate": "Vertalen",
    "Contribute": "Bijdragen",
    "Coming soon": "Binnenkort beschikbaar",
    "Owner": "Eigenaar",
    "Localisation manager": "Lokalisatiebeheerder",
    "Proofreader": "Proeflezer",
    "Translator": "Vertaler",
    "qkeleqdesc": "De meeste subsites op deze pagina worden gelokaliseerd door één Crowdin-project. Alle hulp wordt enorm gewaardeerd!",
    "statsfmdesc": "stats.fm voor Spotify geeft inzicht in je meest beluisterde nummers en artiesten, met een keuze uit verschillende periodes.",
    "premiddesc": "PreMiD is een eenvoudig, aanpasbaar hulpmiddel waarmee je kunt laten zien wat je op het internet doet in je Discord-status.",
    "hypixeldesc": "Hypixel is het populairste Minecraft-servernetwerk van de wereld, waarop je verscheidene minigames kunt spelen.",
    "mcdesc": "Minecraft is een sandbox-videospel ontwikkeld door Mojang. Spelers kunnen materialen delven, gereedschap en blokken maken en meesterwerken bouwen.",
    "Projects": "Projecten",
    "Discord bot": "Discord-bot",
    "Browser extension": "Browser extension",
    "mctdesc": "This bot serves the Minecraft Translators community Discord, a place that facilitates communication between members of the Minecraft translation project.",
    "studytoolsdesc": "This browser extension aims to improve various aspects of Dutch educational websites, such as the student tracking system Magister."
}