{
    "languageName": "Norsk",
    "Language": "Språk",
    "selectLanguage": "Velg et språk",
    "changeLanguage": "Endre sidespråk",
    "helpTranslate": "Hjelp med å oversette denne nettsiden",
    "translationProgress": "{percentage} fullført",
    "themeSwitcherAria": "Temaveksler",
    "auto": "Systemtema",
    "light": "Lyst tema",
    "dark": "Mørkt tema",
    "setThemeTooltip": "Endre tema til {theme, select, light {lyst tema } dark {mørkt tema} other {systemtema}}",
    "viewTranslation": "Se på Crowdin",
    "contributeTranslation": "Bidra på Crowdin",
    "viewSource": "Se på GitHub",
    "joinCommunity": "Bli med oss på Discord",
    "getExtension": "Hent utvidelse",
    "close": "Lukk",
    "Import grades": "Importer karakterer",
    "heroTitle": "Hei, jeg er Quinten.",
    "aboutme": "En student fra Nederland med lidenskap for programmering, digitalt design og språk. Jeg ønsker å forbedre verdenen ved å skape verktøy alle kan bruke.",
    "Localisation": "Lokalisering",
    "Coming soon": "Kommer snart",
    "Owner": "Eier",
    "Localisation manager": "Lokaliseringsleder",
    "Proofreader": "Korrekturleser",
    "Translator": "Oversetter",
    "qkeleqdesc": "Denne nettsiden er tilgjengelig i mange språk takket være frivillige fra hele verden. Vurder å hjelpe for å få siden i språket ditt!",
    "statsfmdesc": "stas.fm for Spotify gir innblikk i dine mest hørte sanger og artister, med valg for flere tidsperioder.",
    "premiddesc": "PreMid er et enkel, konfigurerbar program som lar deg vise hva du gjør på internettet via din Discord \"spiller nå\"-status.",
    "hypixeldesc": "Hypixel er det mest populære Minecraft-servernettverket i hele verden, hvor du kan spille en rekke minispill.",
    "mcdesc": "Minecraft er et sandkasse-videospill utviklet av Mojang. Spillere kan utvinne materialer, lage verktøy og blokker, og bygge strukturer.",
    "Projects": "Prosjekter",
    "ghdesc": "Finn flere programmeringsrelaterte prosjekter, som jeg har gjort på min GitHub-profil. Dette er også hvor mine bidrag til prosjekter av andre, og eventuelle arkiverte kodebaser kan finnes.",
    "Discord bot": "Discord-bot",
    "Browser extension": "Nettleser-utvidelse",
    "mctdesc": "Denne botten tjener Minecraft-oversettere Discord-serveren, et sted som forenkler kommunikasjon mellom medlemmer av Minecraft-oversettelsesprosjektet.",
    "studytoolsdesc": "Denne nettleser-utvidelsen har som mål å forbedre ulike aspekter ved nederlandske undervisningsnettsider, slik som studentsporingssystemet Magister."
}
