{
    "Language": "Språk",
    "selectLanguage": "Velg et språk",
    "changeLanguage": "Endre nettsidespråk",
    "changeLanguageTooltip": "Bytt språk til {language}",
    "helpTranslate": "Hjelp med å oversette denne nettsiden",
    "Theme": "Tema",
    "auto": "Systemtema",
    "light": "Lyst tema",
    "dark": "Mørkt tema",
    "setThemeTooltip": "Endre tema til {theme, select, light {lyst tema } dark {mørkt tema} other {systemtema}}",
    "Translate": "Oversett",
    "Contribute": "Bidra",
    "Join": "Bli med",
    "Install": "Installer",
    "Import grades": "Import grades",
    "heroTitle": "Hei, jeg er Quinten.",
    "aboutme": "En student fra Nederland med lidenskap for programmering, digital design og språk. Jeg ønsker å forbedre verdenen ved å skape verktøy alle kan bruke.",
    "Localisation": "Lokalisering",
    "Coming soon": "Kommer snart",
    "Owner": "Eier",
    "Localisation manager": "Lokaliserings-manager",
    "Proofreader": "Korrekturleser",
    "Translator": "Oversetter",
    "qkeleqdesc": "De fleste undersider funnet her er lokalisert ved bruk av ét Crowdin-prosjekt. All hjelp er veldig satt pris på!",
    "statsfmdesc": "stas.fm for Spotify gir innblikk inn i de mest hørte sangene og artistene, med valg av flere perioder.",
    "premiddesc": "PreMid er et enkel, konfigurerbar program som lar deg vise hva du gjør på internettet via din Discord \"spiller nå\" status.",
    "hypixeldesc": "Hypixel er det mest populære Minecraft-nettverket i verden, hvor du kan spille en rekke minispill.",
    "mcdesc": "Minecraft er et sandkasse-videospill utviklet av Mojang. Spillere kan utvinne materialer, håndverksverktøy og blokker, og bygge strukturer.",
    "Projects": "Prosjekter",
    "ghdesc": "Finn flere programmeringsrelaterte prosjekter, som jeg har tatt på min GitHub-profil- Det er også hvor mine bidrag til prosjekter av andre, og eventuelle arkiverte kodebaser ble funnet.",
    "Discord bot": "Discord bot",
    "Browser extension": "Nettleser-utvidelse",
    "mctdesc": "Denne botten tjener Minecraft-oversettere Discord-serveren, et sted som forenkler kommunikasjon mellom medlemmer av Minecraft-oversettelsesprosjektet.",
    "studytoolsdesc": "Denne nettleser-utvidelsen har som mål å forbedre ulike aspekter ved nederlandske undervisningsnettsider, slik som studentsporingssystemet Magister."
}
