{
    "Language": "Språk",
    "selectLanguage": "Velg et språk",
    "changeLanguage": "Endre nettsidespråk",
    "changeLanguageTooltip": "Bytt språk til {language}",
    "helpTranslate": "Hjelp med å oversette denne nettsiden",
    "Theme": "Tema",
    "auto": "Systemtema",
    "light": "Lyst tema",
    "dark": "Mørkt tema",
    "setThemeTooltip": "Endre tema til {theme, select, light {lyst tema } dark {mørkt tema} other {systemtema}}",
    "Translate": "Oversett",
    "Contribute": "Bidra",
    "Join": "Join",
    "Install": "Install",
    "heroTitle": "Hei, jeg er Quinten.",
    "aboutme": "A student from the Netherlands with a passion for programming, digital design, and languages. I want to improve the world by creating tools for everyone to use.",
    "Localisation": "Lokalisering",
    "Coming soon": "Kommer snart",
    "Owner": "Eier",
    "Localisation manager": "Lokaliserings-manager",
    "Proofreader": "Korrekturleser",
    "Translator": "Oversetter",
    "qkeleqdesc": "De fleste undersider funnet her er lokalisert ved bruk av ét Crowdin-prosjekt. All hjelp er veldig satt pris på!",
    "statsfmdesc": "stas.fm for Spotify gir innblikk inn i de mest hørte sangene og artistene, med valg av flere perioder.",
    "premiddesc": "PreMid er et enkel, konfigurerbar program som lar deg vise hva du gjør på internettet via din Discord \"spiller nå\" status.",
    "hypixeldesc": "Hypixel er det mest populære Minecraft-nettverket i verden, hvor du kan spille en rekke minispill.",
    "mcdesc": "Minecraft er et sandkasse-videospill utviklet av Mojang. Spillere kan utvinne materialer, håndverksverktøy og blokker, og bygge strukturer.",
    "Projects": "Prosjekter",
    "Discord bot": "Discord bot",
    "Browser extension": "Browser extension",
    "mctdesc": "This bot serves the Minecraft Translators community Discord, a place that facilitates communication between members of the Minecraft translation project.",
    "studytoolsdesc": "This browser extension aims to improve various aspects of Dutch educational websites, such as the student tracking system Magister."
}