{
    "Language": "Język",
    "Select a language": "Wybierz język",
    "Changing your language will clear your progress.": "Zmiana języka spowoduje zresetowanie Twoich odpowiedzi.",
    "Translate": "Przetłumacz",
    "Contribute": "Przyczyń się",
    "Troubleshoot": "Napraw problemy",
    "Troubleshooter": "System rozwiązywania problemów",
    "Coming soon": "Wkrótce",
    "Owner": "Właściciel",
    "Localisation manager": "Menadżer tłumaczeń",
    "Proofreader": "Korektor",
    "Translator": "Tłumacz",
    "About me": "About me",
    "aboutme": "A student from the Netherlands with a passion for localisation, programming and design, wanting to improve the world by creating tools for everyone to use.",
    "Subsites": "Podstrony",
    "PreMiD Trouble&shy;shooting": "Rozwiązywanie problemów &shy;PreMiD",
    "PreMiD Troubleshooting": "Rozwiązywanie problemów PreMiD",
    "premidtsdesc": "Łatwe do użycia narzędzie gdzie możesz naprawić twoje problemy z PreMiD. Skorzystaj z tego zanim zapytasz o pomoc na naszym Discordzie.",
    "othersUnav": "Moje inne projekty są obecnie poddawane rewizji i przemyśleniu. Zajrzyj tutaj kiedy indziej lub sprawdź mój GitHub aby zobaczyć nad czym pracuję!",
    "Crowdin projects": "Projekty Crowdin",
    "qkeleqdesc": "Większość podstron na tej stronie jest przetłumaczona za pomocą jednego projektu Crowdin. Każda pomoc jest ogromnie doceniana!",
    "spotistatsdesc": "Spotistats dla Spotify daje Ci wgląd do najczęściej słuchanych utworów i artystów, z wyborem różnych okresów czasowych.",
    "premiddesc": "PreMiD to proste, konfigurowalne narzędzie pozwalające pokazać, co teraz robisz w sieci na twoim statusie w Discordzie.",
    "hypixeldesc": "Hypixel jest najpopularniejszą siecią serwerów Minecraft na świecie, na której możesz grać wiele różnych minigier.",
    "mcdesc": "Minecraft to gra typu sandbox stworzona przez firmę Mojang. Gracze mogą kopać rudy, tworzyć narzędzia i bloki oraz budować struktury.",
    "Back": "Wstecz",
    "Restart": "Zacznij od nowa",
    "Yes": "Tak",
    "No": "Nie"
}