{
    "Language": "Język",
    "selectLanguage": "Wybierz język",
    "changeLanguage": "Zmień język strony",
    "changeLanguageTooltip": "Zmień język na {language}",
    "helpTranslate": "Pomóż w przetłumaczeniu tej strony",
    "Theme": "Motyw",
    "auto": "Motyw systemowy",
    "light": "Jasny motyw",
    "dark": "Ciemny motyw",
    "setThemeTooltip": "Zmień motyw na {theme, select, light {jasny} dark {ciemny} other {systemowy}}",
    "heroTitle": "Hi, I'm Quinten.",
    "aboutme": "Student z Holandii z pasją do programowania, designu i języków. Chcę zmienić świat na lepsze, tworząc narzędzia, z których korzystać może każdy.",
    "Localisation": "Lokalizacja",
    "Translate": "Tłumacz",
    "Contribute": "Przyczyń się",
    "Coming soon": "Już wkrótce",
    "Owner": "Właściciel",
    "Localisation manager": "Menedżer tłumaczeń",
    "Proofreader": "Korektor",
    "Translator": "Tłumacz",
    "qkeleqdesc": "Większość podstron na tej witrynie jest tłumaczona za pomocą jednego projektu na platformie Crowdin. Każda pomoc jest ogromnie ceniona! ",
    "statsfmdesc": "stats.fm for Spotify zapewnia wgląd do najczęściej słuchanych utworów i artystów, dając możliwość wyboru różnych epok.",
    "premiddesc": "PreMiD to proste, konfigurowalne narzędzie, pokazujące twoją aktywność w sieci jako status na Discordzie.",
    "hypixeldesc": "Hypixel jest najpopularniejszą siecią serwerów Minecraft na świecie, w której możesz grać w wiele różnych minigier.",
    "mcdesc": "Minecraft to gra typu sandbox stworzona przez firmę Mojang. Gracze mogą wydobywać rudy, tworzyć narzędzia i bloki oraz budować konstrukcje.",
    "Projects": "Projects",
    "Discord bot": "Discord bot",
    "Browser extension": "Browser extension",
    "mctdesc": "This bot serves the Minecraft Translators community Discord, a place that facilitates communication between members of the Minecraft translation project.",
    "studytoolsdesc": "This browser extension aims to improve various aspects of Dutch educational websites, such as the student tracking system Magister."
}