{
    "Language": "Język",
    "selectLanguage": "Wybierz język",
    "changeLanguage": "Zmień język strony",
    "changeLanguageTooltip": "Wybór języka ({language})",
    "helpTranslate": "Pomóż w przetłumaczeniu tej strony",
    "Theme": "Motyw",
    "auto": "Motyw systemowy",
    "light": "Jasny motyw",
    "dark": "Ciemny motyw",
    "setThemeTooltip": "Zmień motyw na {theme, select, light {jasny} dark {ciemny} other {systemowy}}",
    "Translate": "Tłumacz",
    "Contribute": "Przyczyń się",
    "Join": "Dołącz",
    "Install": "Zainstaluj",
    "heroTitle": "Cześć, jestem Quinten.",
    "aboutme": "Student z Holandii z pasją do programowania, designu i języków. Chcę zmienić świat na lepsze, tworząc narzędzia, z których korzystać może każdy.",
    "Localisation": "Tłumaczenia",
    "Coming soon": "Już wkrótce",
    "Owner": "Właściciel",
    "Localisation manager": "Menedżer tłumaczeń",
    "Proofreader": "Korektor",
    "Translator": "Tłumacz",
    "qkeleqdesc": "Większość podstron na tej witrynie jest tłumaczona za pomocą jednego projektu na platformie Crowdin. Każda pomoc jest ogromnie ceniona! ",
    "statsfmdesc": "stats.fm for Spotify zapewnia wgląd do najczęściej słuchanych utworów i artystów, dając możliwość wyboru różnych epok.",
    "premiddesc": "PreMiD to proste, konfigurowalne narzędzie, pokazujące twoją aktywność w sieci jako status na Discordzie.",
    "hypixeldesc": "Hypixel jest najpopularniejszą siecią serwerów Minecraft na świecie, w której możesz grać w wiele różnych minigier.",
    "mcdesc": "Minecraft to gra typu sandbox stworzona przez firmę Mojang. Gracze mogą wydobywać rudy, tworzyć narzędzia i bloki oraz budować konstrukcje.",
    "Projects": "Projekty",
    "Discord bot": "Bot Discord",
    "Browser extension": "Rozszerzenie przeglądarki",
    "mctdesc": "Ten bot służy społeczności tłumaczy Minecrafta na Discordzie — serwerowi ułatwiającemu komunikację pomiędzy członkami projektu tłumaczenia gry.",
    "studytoolsdesc": "To rozszerzenie przeglądarki ma na celu poprawę pod różnymi względami holenderskich stron edukacyjnych, takich jak system śledzenia uczniów Magister.",
    "Former proofreader": "Były korektor",
    "ghdesc": "Find more programming-related projects I have undertook on my GitHub profile. This is also where my contributions to projects by others, and any archived codebases can be found."
}