{
    "Language": "Idioma",
    "selectLanguage": "Seleciona um idioma",
    "changeLanguage": "Mudar o idioma do site",
    "changeLanguageTooltip": "Alterar idioma para {language}",
    "helpTranslate": "Ajudar a traduzir o site",
    "Theme": "Tema",
    "auto": "Tema do sistema",
    "light": "Tema claro",
    "dark": "Tema escuro",
    "setThemeTooltip": "Mudar o tema para o tema {theme, select, light {claro} dark {escuro} other {do sistema}}",
    "Translate": "Traduzir",
    "Contribute": "Contribuir",
    "Join": "Entrar",
    "Install": "Instalar",
    "heroTitle": "Olá, eu sou o Quinten.",
    "aboutme": "Um estudante dos Países Baixos com uma paixão por programação, design digital e línguas. Quero melhorar o mundo criando ferramentas que todos possam usar.",
    "Localisation": "Tradução",
    "Coming soon": "Em breve",
    "Owner": "Dono",
    "Localisation manager": "Gestor de localização",
    "Proofreader": "Revisor",
    "Translator": "Tradutor",
    "qkeleqdesc": "A maioria das páginas encontradas neste site estão traduzidas num único projeto do Crowdin. Qualquer ajuda é extremamente apreciada!",
    "statsfmdesc": "stats.fm para o Spotify mostra-te as músicas e os artistas que mais ouves, podendo escolher entre diferentes períodos.",
    "premiddesc": "O PreMiD é uma ferramenta simples e configurável que te permite mostrar o que estás a fazer na internet no teu estado do Discord.",
    "hypixeldesc": "O Hypixel é o servidor de Minecraft mais popular do mundo, no qual podes jogar diversos jogos.",
    "mcdesc": "O Minecraft é um jogo de sandbox desenvolvido pela Mojang. Os jogadores podem escavar materiais, criar ferramentas e blocos e construir estruturas.",
    "Projects": "Projetos",
    "Discord bot": "Bot do Discord",
    "Browser extension": "Extensão para o browser",
    "mctdesc": "Este bot serve a Comunidade de Tradutores do Minecraft no Discord, um sítio que facilita a comunicação entre membros do projeto de tradução do Minecraft.",
    "studytoolsdesc": "Esta extensão procura melhorar vários aspetos dos sites de educação neerlandeses, tais como o sistema de rastreamento de estudantes Magister."
}