{
    "Language": "Idioma",
    "Select a language": "Seleciona um idioma",
    "Changing your language will clear your progress.": "Changing your language will clear your progress.",
    "Translate": "Traduzir",
    "Contribute": "Contribuir",
    "Troubleshoot": "Resolver problemas",
    "Troubleshooter": "Resolução de problemas",
    "Coming soon": "Em breve",
    "Owner": "Dono",
    "Localisation manager": "Gestor de localização",
    "Proofreader": "Revisor",
    "Translator": "Tradutor",
    "About me": "Sobre mim",
    "aboutme": "Sou um estudante dos Países Baixos apaixonado por tradução, programação e design e quero melhorar o mundo criando ferramentas que todos possam usar.",
    "Subsites": "Páginas",
    "PreMiD Trouble&shy;shooting": "Resolução de problemas do PreMiD",
    "PreMiD Troubleshooting": "Resolução de problemas do PreMiD",
    "premidtsdesc": "Uma ferramenta fácil que podes utilizar para resolver quaisquer problemas que tenhas com o PreMiD. Usa-a antes de abrires um ticket de suporte.",
    "othersUnav": "Os meus projetos estão a ser revistos e repensados neste momento. Volta novamente mais tarde ou visita o meu GitHub para veres o que estou a fazer!",
    "Crowdin projects": "Projetos do Crowdin",
    "qkeleqdesc": "A maioria das páginas encontradas neste site estão traduzidas num único projeto do Crowdin. Qualquer ajuda é extremamente apreciada!",
    "spotistatsdesc": "O Spotistats para o Spotify da-te informações sobre as tuas músicas e artistas mais ouvidos.",
    "premiddesc": "O PreMiD é uma ferramenta simples e configurável que te permite mostrar o que estás a fazer na internet no teu estado do Discord.",
    "hypixeldesc": "O Hypixel é o servidor de Minecraft mais popular do mundo, no qual podes jogar diversos jogos.",
    "mcdesc": "O Minecraft é um jogo de sandbox desenvolvido pela Mojang. Os jogadores podem escavar materiais, criar ferramentas e blocos e construir estruturas.",
    "Back": "Voltar",
    "Restart": "Reiniciar",
    "Yes": "Sim",
    "No": "Não",
    "Oops!": "Ups!",
    "404desc": "Essa página não existe aqui. Vais ser redirecionado para a página principal daqui a pouco.",
    "Update available": "Atualização disponível",
    "updatedesc": "A extensão que estavas a usar tem uma atualização disponível, a qual pode conter novas funcionalidades e melhor estabilidade. Usa o botão abaixo para descarregares a atualização.",
    "Download": "Descarregar",
    "premidts": {
        "yes": "Sim",
        "no": "Não",
        "installedBoth": "Já instalaste tanto a extensão como a aplicação do PreMiD?",
        "installBoth": "Instala a extensão e a aplicação do PreMiD através do <a href='https://premid.app/downloads'>nosso site</a>.",
        "discordPlatform": "Como é que estás a utilizar o Discord?",
        "desktopApp": "Através da aplicação de computador",
        "mobile": "No meu telemóvel ou tablet",
        "noMobileSupport": "PreMiD doesn't work on mobile devices yet!",
        "browser": "No meu navegador",
        "downloadDiscord": "Muda para a aplicação oficial de computador que podes encontrar <a href='https://discord.com/download'>aqui</a>.",
        "discordModded": "Estás a utilizar uma versão modificada da aplicação de computador do Discord (como o BetterDiscord)?",
        "discordGameActivity": "Já ativaste a atividade de jogo nas tuas definições do Discord?",
        "enableGameActivity": "Tens de ativar a atividade de jogo nas definições do Discord.",
        "extensionExclamation": "When you open the extension in your browser, do you see a coloured exclamation mark?",
        "yesYellow": "Yes, a yellow one",
        "yesRed": "Yes, a red one",
        "applicationRunning": "Make sure the PreMiD application is running. If this doesn't work, try restarting your browser. Also make sure you didn't run Discord with administrator rights. <br>If these steps don't work, try reinstalling PreMiD <a href='https://premid.app/downloads'>here</a>.",
        "applicationUpdated": "Update the PreMiD application. Right-click the PreMiD icon in the taskbar (possibly underneath the arrow pointing up) and click 'Check for updates'.",
        "presenceMainSite": "Experimenta abrir o <a href='https://premid.app'>nosso site</a>. Vês a nossa presence?",
        "specificPresenceIssue": "Certifica-te de que instalaste a presence para o site que queres mostrar. Se uma presence não funciona, explica o problema no canal #support no nosso <a href='https://discord.premid.app'>servidor de Discord</a>.",
        "whatOS": "What operating system (OS) are you using?",
        "anotherLinux": "Another Linux-based operating system",
        "linuxUnsure": "PreMiD does support most Linux distributions, but not all of them. Please read this <a href='https://github.com/PreMiD/Linux/blob/master/README.md'>GitHub article</a>. If that doesn't help, open a ticket in the #support channel in our <a href='https://discord.premid.app'>Discord server</a>.",
        "chromeos": "Chrome OS",
        "macosOld": "macOS 10.10 or older",
        "macosNew": "macOS 10.11 or newer",
        "windowsOld": "Windows Vista or older",
        "windowsNew": "Windows 7, 8 or 10",
        "upgradeWindows": "PreMiD does not support your operating system and will most likely never support it in the future. Please consider upgrading to a newer operating system such as Windows 10!",
        "updateMacos": "PreMiD does not support your operating system and will most likely never support it in the future. Please consider upgrading to a newer operating system. Check out this <a href='https://support.apple.com/en-gb/HT201541'>guide from Apple</a> for more info.",
        "noChromeosSupport": "PreMiD does not support Chrome OS yet. Attempting to use it might get your device stuck in a bootloop!",
        "whatBrowser": "Que navegador é que estás a usar?",
        "microsoftEdge": "Microsoft Edge",
        "googleChrome": "Google Chrome",
        "mozillaFirefox": "Mozilla Firefox",
        "brave": "Brave",
        "safari": "Safari",
        "opera": "Opera",
        "braveComplication": "Please go to brave://settings/shields and disable the setting called 'Trackers & ads blocking'.",
        "operaComplication": "Before you can install the PreMiD extension, you need to install <a href='https://addons.opera.com/en/extensions/details/install-chrome-extensions'>this extension</a>.",
        "otherChromium": "Outro navegador Chromium",
        "otherNonChromium": "Outro navegador não Chromium",
        "browserUnsure": "PreMiD might not work on your browser (yet). Please join our <a href='https://discord.premid.app'>Discord server</a> and check with a support agent!",
        "noDiagnosis": "Não foi possível diagnosticar o teu problema. Experimenta explicá-lo no canal #support no nosso <a href='https://discord.premid.app'>servidor de Discord</a>."
    }
}