{
    "Language": "Язык",
    "selectLanguage": "Выберите язык",
    "changeLanguage": "Изменить язык сайта",
    "changeLanguageTooltip": "Изменить язык на {language}",
    "helpTranslate": "Помочь с переводом того сайта",
    "Theme": "Тема",
    "auto": "Системная тема",
    "light": "Светлая тема",
    "dark": "Тёмная тема",
    "setThemeTooltip": "Изменить тему на {theme, select, light {светлую} dark {тёмную} other {системную}}",
    "Translate": "Перевести",
    "Contribute": "Внести вклад",
    "Join": "Вступить",
    "Install": "Установить",
    "heroTitle": "Привет, я Квинтен.",
    "aboutme": "A student from the Netherlands with a passion for programming, digital design, and languages. I want to improve the world by creating tools for everyone to use.",
    "Localisation": "Локализация",
    "Coming soon": "Скоро",
    "Owner": "Владелец",
    "Localisation manager": "Менеджер по локализации",
    "Proofreader": "Корректор",
    "Translator": "Переводчик",
    "qkeleqdesc": "Большинство подсайтов, представленных на этой странице, локализованы с использованием одного проекта на Crowdin. Любая помощь очень ценится!",
    "statsfmdesc": "stats.fm for Spotify provides insight into your most listened songs and artists, with a choice of different periods.",
    "premiddesc": "PreMiD — это простая настраиваемая утилита, которая позволяет вам показывать, что вы делаете в сети, в вашем статусе Discord.",
    "hypixeldesc": "Hypixel — это самая популярная сеть серверов Minecraft в мире, на котором вы можно поиграть в различные мини-игры.",
    "mcdesc": "Minecraft — это видеоигра песочница, разработанная Mojang. Игроки могут добывать материалы, создавать инструменты и блоки, а также возводить постройки.",
    "Projects": "Проекты",
    "Discord bot": "Discord бот",
    "Browser extension": "Расширение для браузера",
    "mctdesc": "This bot serves the Minecraft Translators Community Discord, a place that facilitates communication between members of the Minecraft translation project.",
    "studytoolsdesc": "This browser extension aims to improve various aspects of Dutch educational websites, such as the student information system Magister."
}