{
    "Language": "Язык",
    "selectLanguage": "Выберите язык",
    "changeLanguage": "Изменить язык сайта",
    "changeLanguageTooltip": "Изменить язык на {language}",
    "helpTranslate": "Помочь перевести этот сайт",
    "Theme": "Тема",
    "auto": "Системная тема",
    "light": "Светлая тема",
    "dark": "Тёмная тема",
    "setThemeTooltip": "Изменить тему на {theme, select, light {светлую} dark {тёмную} other {системную}}",
    "Translate": "Переводить",
    "Contribute": "Внести вклад",
    "Join": "Присоединиться",
    "Install": "Установить",
    "close": "Закрыть",
    "Import grades": "Импортировать оценки",
    "heroTitle": "Привет, я Квинтен.",
    "aboutme": "Студент из Нидерландов со страстью к программированию, цифровому дизайну и языкам. Я хочу улучшить мир, создавая инструменты для всех пользователей.",
    "Localisation": "Локализация",
    "Coming soon": "Скоро",
    "Owner": "Владелец",
    "Localisation manager": "Менеджер по локализации",
    "Proofreader": "Корректор",
    "Translator": "Переводчик",
    "qkeleqdesc": "Большинство подсайтов, представленных на этой странице, локализованы с использованием одного проекта на Crowdin. Любая помощь очень ценится!",
    "statsfmdesc": "stats.fm для Spotify предоставляет информацию о ваших самых прослушиваемых песнях и исполнителях с возможностью выбора различных периодов.",
    "premiddesc": "PreMiD — это простая настраиваемая утилита, которая позволяет вам показывать, что вы делаете в сети, в вашем статусе Discord.",
    "hypixeldesc": "Hypixel — это самая популярная сеть серверов Minecraft в мире, на котором вы можно поиграть в различные мини-игры.",
    "mcdesc": "Minecraft — это видеоигра песочница, разработанная Mojang. Игроки могут добывать материалы, создавать инструменты и блоки, а также возводить постройки.",
    "Projects": "Проекты",
    "ghdesc": "Найдите больше проектов, связанных с программированием, за которые я брался, в моем профиле GitHub. Там также можно найти мои вклады в проекты других пользователей и любые заархивированные базы кода.",
    "Discord bot": "Discord-бот",
    "Browser extension": "Расширение для браузера",
    "mctdesc": "Этот бот обслуживает Discord сообщество переводчиков Minecraft: место, которое облегчает общение между участниками проекта перевода Minecraft.",
    "studytoolsdesc": "Это расширение для браузера направлено на улучшение различных аспектов голландских образовательных веб-сайтов, таких как студенческая информационная система Magister."
}
