{
    "Language": "Язык",
    "Select a language": "Выберите язык",
    "Changing your language will clear your progress.": "Изменение языка очистит ваш прогресс.",
    "Translate": "Перевести",
    "Contribute": "Делать вклад",
    "Troubleshoot": "Устранение неполадок",
    "Troubleshooter": "Средство устранения неполадок",
    "Coming soon": "Скоро будут доступны",
    "Owner": "Владелец",
    "Localisation manager": "Менеджер по локализации",
    "Proofreader": "Корректор",
    "Translator": "Переводчик",
    "About me": "Обо мне",
    "aboutme": "Студент из Нидерландов, страстно увлекающийся локализацией, программированием и дизайном, желающий улучшить мир, создавая инструменты для всех.",
    "Subsites": "Подсайты",
    "PreMiD Trouble&shy;shooting": "PreMiD Беда&shy;стрельба\n",
    "PreMiD Troubleshooting": "PreMiD Устранение неполадок",
    "premidtsdesc": "Простая онлайн-проверка, которую вы можете запустить, чтобы исправить любые проблемы с PreMiD, которые могут у вас возникнуть. Сделайте это перед созданием заявки в службу поддержки.",
    "othersUnav": "Остальные мои проекты в настоящее время пересматриваются и переосмысливаются. Пожалуйста, зайдите позже или просмотрите мой GitHub, чтобы узнать, чем я занимаюсь!",
    "Crowdin projects": "Краудин-проекты",
    "qkeleqdesc": "Большинство дочерних сайтов, представленных на этой странице, локализованы с использованием одного проекта Crowdin. Любая помощь очень ценится!",
    "spotistatsdesc": "Spotistats для Spotify предоставляет информацию о наиболее прослушиваемых песнях и исполнителях с выбором различных периодов.",
    "premiddesc": "PreMiD это простая настраиваемая утилита, которая позволяет вам показать, что вы делаете в сети, в вашем Discord статусе сейчас играет.",
    "hypixeldesc": "Hypixel является самой популярной сетью серверов Minecraft в мире, на которой можно играть различные миниигры.",
    "mcdesc": "Minecraft - видеоигра-песочница, разработанная Mojang. Игроки могут добывать материалы, создавать инструменты и блоки, а также строить конструкции.",
    "Back": "Назад",
    "Restart": "Перезапустить",
    "Yes": "Да",
    "No": "Нет",
    "Oops!": "Oops!",
    "404desc": "That page doesn't exist here. You'll be redirected to the main page in a moment.",
    "Update available": "Update available",
    "updatedesc": "The extension you were using has an update available, which might include new features and improved stability. Use the button below to download the update.",
    "Download": "Download"
}