{
    "Language": "Язык",
    "Select a language": "Выберите язык",
    "languageName": "English",
    "Translate": "Перевести",
    "Contribute": "Делать вклад",
    "Troubleshoot": "Устранение неполадок",
    "Troubleshooter": "Средство устранения неполадок",
    "Coming soon": "Скоро будут доступны",
    "Owner": "Владелец",
    "Localisation manager": "Менеджер по локализации",
    "Proofreader": "Корректор",
    "Translator": "Переводчик",
    "About me": "Обо мне",
    "aboutme": "Студент из Нидерландов, страстно увлекающийся локализацией, программированием и дизайном, желающий улучшить мир, создавая инструменты для всех.",
    "Subsites": "Подсайты",
    "PreMiD Trouble&shy;shooting": "PreMiD Беда&shy;стрельба\n",
    "PreMiD Troubleshooting": "PreMiD Устранение неполадок",
    "premidtsdesc": "Простая онлайн-проверка, которую вы можете запустить, чтобы исправить любые проблемы с PreMiD, которые могут у вас возникнуть. Сделайте это перед созданием заявки в службу поддержки.",
    "othersUnav": "Остальные мои проекты в настоящее время пересматриваются и переосмысливаются. Пожалуйста, зайдите позже или просмотрите мой GitHub, чтобы узнать, чем я занимаюсь!",
    "Crowdin projects": "Краудин-проекты",
    "qkeleqdesc": "Большинство дочерних сайтов, представленных на этой странице, локализованы с использованием одного проекта Crowdin. Любая помощь очень ценится!",
    "spotistatsdesc": "Spotistats для Spotify предоставляет информацию о наиболее прослушиваемых песнях и исполнителях с выбором различных периодов.",
    "premiddesc": "PreMiD это простая настраиваемая утилита, которая позволяет вам показать, что вы делаете в сети, в вашем Discord статусе сейчас играет.",
    "hypixeldesc": "Hypixel является самой популярной сетью серверов Minecraft в мире, на которой можно играть различные миниигры.",
    "mcdesc": "Minecraft - видеоигра-песочница, разработанная Mojang. Игроки могут добывать материалы, создавать инструменты и блоки, а также строить конструкции.",
    "Back": "Назад",
    "Restart": "Перезапустить",
    "Yes": "Да",
    "No": "Нет",
    "Oops!": "Oops!",
    "404desc": "That page doesn't exist here. You'll be redirected to the main page in a moment.",
    "Update available": "Update available",
    "updatedesc": "The extension you were using has an update available, which might include new features and improved stability. Use the button below to download the update.",
    "Download": "Download",
    "premidts": {
        "yes": "Да",
        "no": "Нет",
        "installedBoth": "Вы установили и расширение PreMiD, и приложение?",
        "installBoth": "Пожалуйста, установите расширение и приложение PreMiD из <a href='https://premid.app/downloads'>нашего сайта</a>.",
        "discordPlatform": "Как вы используете Discord?",
        "desktopApp": "Через настольное приложение",
        "mobile": "На моем телефоне или планшете",
        "noMobileSupport": "PreMiD doesn't work on mobile devices yet!",
        "browser": "В моем браузере",
        "downloadDiscord": "Переключитесь на официальное настольное приложение, которое вы можете скачать <a href='https://discord.com/download'>здесь</a>.\n",
        "discordModded": "Вы используете модифицированную версию настольного приложения Discord? (нравиться BetterDiscord)?\n",
        "discordGameActivity": "Вы включили игровую активность в настройках Discord?",
        "enableGameActivity": "Пожалуйста, включите опцию в настройках Discord в разделе Game Activity.",
        "extensionExclamation": "When you open the extension in your browser, do you see a coloured exclamation mark?",
        "yesYellow": "Yes, a yellow one",
        "yesRed": "Yes, a red one",
        "applicationRunning": "Make sure the PreMiD application is running. If this doesn't work, try restarting your browser. Also make sure you didn't run Discord with administrator rights. <br>If these steps don't work, try reinstalling PreMiD <a href='https://premid.app/downloads'>here</a>.",
        "applicationUpdated": "Update the PreMiD application. Right-click the PreMiD icon in the taskbar (possibly underneath the arrow pointing up) and click 'Check for updates'.",
        "presenceMainSite": "Попробуйте открыть <a href='https://premid.app'>наш основной сайт</a>. Отображает ли он присутствие для этого?",
        "specificPresenceIssue": "Убедитесь, что вы установили присутствие для сайта, для которого хотите его отобразить. Если присутствие не работает, пожалуйста, объясните проблему в канале #support на нашем сайте. <a href='https://discord.premid.app'>Discord сервер</a>.",
        "whatOS": "What operating system (OS) are you using?",
        "anotherLinux": "Another Linux-based operating system",
        "linuxUnsure": "PreMiD does support most Linux distributions, but not all of them. Please read this <a href='https://github.com/PreMiD/Linux/blob/master/README.md'>GitHub article</a>. If that doesn't help, open a ticket in the #support channel in our <a href='https://discord.premid.app'>Discord server</a>.",
        "chromeos": "Chrome OS",
        "macosOld": "macOS 10.10 or older",
        "macosNew": "macOS 10.11 or newer",
        "windowsOld": "Windows Vista or older",
        "windowsNew": "Windows 7, 8 or 10",
        "upgradeWindows": "PreMiD does not support your operating system and will most likely never support it in the future. Please consider upgrading to a newer operating system such as Windows 10!",
        "updateMacos": "PreMiD does not support your operating system and will most likely never support it in the future. Please consider upgrading to a newer operating system. Check out this <a href='https://support.apple.com/en-gb/HT201541'>guide from Apple</a> for more info.",
        "noChromeosSupport": "PreMiD does not support Chrome OS yet. Attempting to use it might get your device stuck in a bootloop!",
        "whatBrowser": "Какой браузер вы используете?",
        "microsoftEdge": "Microsoft Edge",
        "googleChrome": "Google Chrome",
        "mozillaFirefox": "Mozilla Firefox",
        "brave": "Brave",
        "safari": "Safari",
        "opera": "Opera",
        "braveComplication": "Please go to brave://settings/shields and disable the setting called 'Trackers & ads blocking'.",
        "operaComplication": "Before you can install the PreMiD extension, you need to install <a href='https://addons.opera.com/en/extensions/details/install-chrome-extensions'>this extension</a>.",
        "otherChromium": "Другой браузер Chromium",
        "otherNonChromium": "Другой браузер, отличный от Chromium",
        "browserUnsure": "PreMiD might not work on your browser (yet). Please join our <a href='https://discord.premid.app'>Discord server</a> and check with a support agent!",
        "noDiagnosis": "Это средство устранения неполадок не смогло диагностировать вашу проблему. Попробуйте объяснить свою проблему на канале #support в нашем <a href='https://discord.premid.app'>Discord сервер</a>."
    }
}