{
    "languageName": "Русский",
    "Language": "Язык",
    "selectLanguage": "Выберите язык",
    "changeLanguage": "Изменить язык сайта",
    "changeLanguageTooltip": "Изменить язык на {language}",
    "helpTranslate": "Помочь перевести этот сайт",
    "helpTranslateLanguage": "Help translate this site to {language} ({progress} translated)",
    "themeSwitcherAria": "Theme switcher",
    "auto": "Системная тема",
    "light": "Светлая тема",
    "dark": "Темная тема",
    "setThemeTooltip": "Изменить тему на {theme, select, light {светлую} dark {тёмную} other {системную}}",
    "viewTranslation": "View on Crowdin",
    "contributeTranslation": "Contribute on Crowdin",
    "viewSource": "View on GitHub",
    "joinCommunity": "Join on Discord",
    "getExtension": "Get extension",
    "close": "Закрыть",
    "Import grades": "Импортировать оценки",
    "heroTitle": "Привет, я Квинтен.",
    "aboutme": "Студент из Нидерландов со страстью к программированию, цифровому дизайну и языкам. Я хочу улучшить мир, создавая инструменты для всех пользователей.",
    "Localisation": "Локализация",
    "Coming soon": "Скоро будут доступны",
    "Owner": "Владелец",
    "Localisation manager": "Менеджер по локализации",
    "Proofreader": "Корректор",
    "Translator": "Переводчик",
    "qkeleqdesc": "This website is available in many languages thanks to volunteers from all over the world. Consider helping to get this site in your language!",
    "statsfmdesc": "stats.fm для Spotify предоставляет информацию о ваших самых прослушиваемых песнях и исполнителях с возможностью выбора различных периодов.",
    "premiddesc": "PreMiD это простая настраиваемая утилита, которая позволяет вам показать, что вы делаете в сети, в вашем Discord статусе сейчас играет.",
    "hypixeldesc": "Hypixel является самой популярной сетью серверов Minecraft в мире, на которой можно играть различные миниигры.",
    "mcdesc": "Minecraft - видеоигра-песочница, разработанная Mojang. Игроки могут добывать материалы, создавать инструменты и блоки, а также строить конструкции.",
    "Projects": "Проекты",
    "ghdesc": "Найдите больше проектов, связанных с программированием, за которые я брался, в моем профиле GitHub. Там также можно найти мои вклады в проекты других пользователей и любые заархивированные базы кода.",
    "Discord bot": "Discord-бот",
    "Browser extension": "Расширение для браузера",
    "mctdesc": "Этот бот обслуживает Discord сообщество переводчиков Minecraft: место, которое облегчает общение между участниками проекта перевода Minecraft.",
    "studytoolsdesc": "Это расширение для браузера направлено на улучшение различных аспектов голландских образовательных веб-сайтов, таких как студенческая информационная система Magister."
}
