{
    "Language": "Язык",
    "Select a language": "Выберите язык",
    "languageTitle": "Русский",
    "Theme": "Тема",
    "Select a theme": "Выберите тему",
    "Browser preference": "Предпочтение браузера",
    "Light": "Светлая",
    "Dark": "Тёмная",
    "Translate": "Перевести",
    "Contribute": "Внести вклад",
    "Troubleshoot": "Устранить неполадки",
    "Troubleshooter": "Средство устранения неполадок",
    "Coming soon": "Скоро",
    "Owner": "Владелец",
    "Localisation manager": "Менеджер по локализации",
    "Proofreader": "Корректор",
    "Translator": "Переводчик",
    "About me": "Обо мне",
    "aboutme": "Студент из Нидерландов, страстно увлекающийся локализацией, программированием и дизайном, желающий улучшить мир, создавая инструменты для всех.",
    "Subsites": "Подсайты",
    "PreMiD Trouble&shy;shooting": "Устранение неполадок PreMiD",
    "PreMiD Troubleshooting": "Устранение неполадок PreMiD",
    "premidtsdesc": "Простая онлайн проверка, которую вы можете запустить, чтобы исправить любые проблемы связанные с PreMiD, которые могут у вас возникнуть. Сделайте это перед созданием билета в поддержку.",
    "othersUnav": "Остальные мои проекты в настоящее время пересматриваются и переосмысливаются. Пожалуйста, зайдите позже или просмотрите мой GitHub, чтобы узнать, чем я занимаюсь!",
    "Crowdin projects": "Проекты на Crowdin",
    "qkeleqdesc": "Большинство подсайтов, представленных на этой странице, локализованы с использованием одного проекта на Crowdin. Любая помощь очень ценится!",
    "spotistatsdesc": "Spotistats для Spotify предоставляет информацию о наиболее прослушиваемых песнях и исполнителях с выбором различных периодов.",
    "premiddesc": "PreMiD — это простая настраиваемая утилита, которая позволяет вам показывать, что вы делаете в сети, в вашем статусе Discord.",
    "hypixeldesc": "Hypixel — это самая популярная сеть серверов Minecraft в мире, на котором вы можно поиграть в различные мини-игры.",
    "mcdesc": "Minecraft — это видеоигра песочница, разработанная Mojang. Игроки могут добывать материалы, создавать инструменты и блоки, а также возводить постройки.",
    "Back": "Назад",
    "Previous": "Назад",
    "Restart": "Перезапустить",
    "Start over": "Начать заново",
    "Yes": "Да",
    "No": "Нет",
    "Oops!": "Ой!",
    "404desc": "Эта страница не существует. Сейчас вы будете перенаправлены на главную страницу.",
    "Update available": "Доступно обновление",
    "updatedesc": "Доступно обновление для расширение, которое вы используете. Оно может включать в себя новые функции и улучшенную стабильность. Воспользуйтесь кнопкой ниже, чтобы скачать обновление.",
    "Download": "Скачать",
    "premidts": {
        "yes": "Да",
        "no": "Нет",
        "installedBoth": "Вы установили и расширение PreMiD, и приложение?",
        "installBoth": "Пожалуйста, установите расширение и приложение PreMiD из <a href='https://premid.app/downloads' target='_blank' rel='noopener noreferrer'>нашего сайта</a>.",
        "discordPlatform": "Как вы используете Discord?",
        "desktopApp": "Через приложение для ПК",
        "mobile": "На моем телефоне или планшете",
        "noMobileSupport": "PreMiD пока не работает на мобильных устройствах!",
        "browser": "В моем браузере",
        "downloadDiscord": "Пожалуйста, используйте официальное приложение Discord для ПК, которое вы можете скачать <a href='https://discord.com/download' target='_blank' rel='noopener noreferrer'>отсюда</a>. Убедитесь, что у вас не установлены никакие модификации.",
        "discordModded": "Вы используете модифицированную версию приложения Discord для ПК (такой как BetterDiscord)?",
        "discordGameActivity": "Включили ли вы «Статус активности» в настройках Discord?",
        "enableGameActivity": "Пожалуйста, включите эту опцию в настройках Discord в разделе «Статус активности».",
        "extensionExclamation": "Когда вы открываете расширение в браузере, видите ли вы цветной восклицательный знак?",
        "yesYellow": "Да, он жёлтый",
        "yesRed": "Да, он красный",
        "applicationRunning": "Убедитесь, что приложение PreMiD запущено. Если он не работает, попробуйте перезагрузить ваш браузер. Также убедитесь, что вы не запускали Discord с правами администратора. <br>Если эти шаги не помогли, попробуйте переустановить PreMiD <a href='https://premid.app/downloads' target='_blank' rel='noopener noreferrer'>отсюда</a>.",
        "applicationUpdated": "Обновите приложение PreMiD. Для этого щелкните правой кнопкой мыши на значок PreMiD на панели задач и нажмите кнопку «Проверить наличие обновлений». Если вы не видите значок, нажмите на стрелку, указывающую вверх.",
        "presenceMainSite": "Попробуйте открыть <a href='https://premid.app' target='_blank' rel='noopener noreferrer'>наш основной сайт</a>. Отображает ли он присутствие для этого?",
        "specificPresenceIssue": "Убедитесь, что вы установили присутствие для сайта, для которого хотите его отобразить. Если присутствие не работает, пожалуйста, объясните проблему в канале #support на нашем сайте. <a href='https://discord.premid.app' target='_blank' rel='noopener noreferrer'>Discord сервер</a>.",
        "whatOS": "Какую операционную систему (ОС) вы используете?",
        "anotherLinux": "Другая операционная система, основанная на Linux",
        "linuxUnsure": "PreMiD поддерживает большинство дистрибутивов Linux, но не все из них. Пожалуйста, прочитайте эту <a href='https://github.com/PreMiD/Linux/blob/master/README.md' target='_blank' rel='noopener noreferrer'>статью на GitHub</a>. Если это не помогло, откройте билет в канале #support на нашем <a href='https://discord.premid.app' target='_blank' rel='noopener noreferrer'>Discord сервере</a>.",
        "chromeos": "Chrome OS",
        "macosOld": "macOS 10.10 или более поздние",
        "macosNew": "macOS 10.11 или более новые",
        "windowsOld": "Windows Vista или более поздние",
        "windowsNew": "Windows 7, 8 или 10",
        "upgradeWindows": "PreMiD не поддерживает вашу операционную систему и, скорее всего, никогда не будет поддерживать её в будущем. Пожалуйста, подумайте об обновлении до более новой операционной системы, такой как Windows 10!",
        "updateMacos": "PreMiD не поддерживает вашу операционную систему и, скорее всего, никогда не будет поддерживать её в будущем. Пожалуйста, подумайте о переходе на более новую операционную систему. Для получения дополнительной информации посетите это <a href='https://support.apple.com/en-gb/HT201541' target='_blank' rel='noopener noreferrer'>руководство от Apple</a>.",
        "noChromeosSupport": "PreMiD пока не поддерживает Chrome OS. При попытке использовать его ваше устройство может застрять в bootloop!",
        "whatBrowser": "Какой браузер вы используете?",
        "microsoftEdge": "Microsoft Edge",
        "googleChrome": "Google Chrome",
        "mozillaFirefox": "Mozilla Firefox",
        "brave": "Brave",
        "safari": "Safari",
        "opera": "Opera",
        "braveComplication": "Пожалуйста, перейдите на страницу brave://adblock и добавьте «@@localhost» в поле «Custom Filters». Затем перезагрузите Brave.",
        "operaComplication": "Прежде чем вы сможете установить расширение PreMiD, вам нужно установить <a href='https://addons.opera.com/en/extensions/details/install-chrome-extensions' target='_blank' rel='noopener noreferrer'>это расширение</a>.",
        "otherChromium": "Другой браузер Chromium",
        "otherNonChromium": "Другой браузер, отличный от Chromium",
        "browserUnsure": "PreMiD может (пока) не работать на вашем браузере. Пожалуйста, присоединитесь к нашему <a href='https://discord.premid.app' target='_blank' rel='noopener noreferrer'>Discord серверу</a> и уточните это у агента поддержки!",
        "noDiagnosis": "Это средство устранения неполадок не смогло обнаружить вашу проблему."
    },
    "moreHelpTease": "Если вы выполнили все шаги в этом средстве устранения неполадок и ваша проблема не устранена, то, пожалуйста, ознакомьтесь с нашим полным <a href='https://docs.premid.app/en/troubleshooting' target='_blank'>руководством по устранению неполадок</a>.",
    "Contact and more": "Связаться и другое",
    "Information": "Информация",
    "infoDesc": "Этот инструмент был создан для сообщества PreMiD пользователем QkeleQ10#8482. <br>Он одобрен, но не принадлежит или не связан с PreMiD.",
    "PreMiD website": "Сайт PreMiD",
    "PreMiD Discord server": "Discord сервер PreMiD",
    "changeLanguageTooltip": "Изменить язык на {language}"
}
