{
    "Language": "Språk",
    "selectLanguage": "Välj ett språk",
    "changeLanguage": "Change site language",
    "changeLanguageTooltip": "Byt språk till {language}",
    "helpTranslate": "Help translate this site",
    "Theme": "Teman",
    "auto": "System theme",
    "light": "Light theme",
    "dark": "Dark theme",
    "setThemeTooltip": "Change theme to {theme, select, light {light theme} dark {dark theme} other {system theme}}",
    "Translate": "Översätt",
    "Contribute": "Bidra",
    "Join": "Join",
    "Install": "Install",
    "heroTitle": "Hi, I'm Quinten.",
    "aboutme": "A student from the Netherlands with a passion for programming, digital design, and languages. I want to improve the world by creating tools for everyone to use.",
    "Localisation": "Localisation",
    "Coming soon": "Kommer snart",
    "Owner": "Ägare",
    "Localisation manager": "Lokaliseringsansvarig",
    "Proofreader": "Korrekturläsare",
    "Translator": "Översättare",
    "qkeleqdesc": "De flesta underwebbplatser som finns på denna webbsida är lokaliserade med hjälp av ett enda Crowdin-projekt. All hjälp är mycket uppskattad!",
    "statsfmdesc": "stats.fm for Spotify provides insight into your most listened songs and artists, with a choice of different periods.",
    "premiddesc": "PreMiD är ett enkelt och konfigurerbart verktyg som tillåter dig att visa vad du gör på internet i din Discord-status.",
    "hypixeldesc": "Hypixel är världens mest populära servernätverk för Minecraft, där du kan spela en mängd olika minispel.",
    "mcdesc": "Minecraft är ett sandlådespel som utvecklats av Mojang. Spelare kan bryta material, tillverka verktyg och block och bygga strukturer.",
    "Projects": "Projects",
    "Discord bot": "Discord bot",
    "Browser extension": "Browser extension",
    "mctdesc": "This bot serves the Minecraft Translators community Discord, a place that facilitates communication between members of the Minecraft translation project.",
    "studytoolsdesc": "This browser extension aims to improve various aspects of Dutch educational websites, such as the student tracking system Magister."
}