{
    "languageName": "Svenska",
    "Language": "Språk",
    "selectLanguage": "Välj ett språk",
    "changeLanguage": "Ändra webbplatsens språk",
    "helpTranslate": "Hjälp till att översätta den här webbplatsen",
    "translationProgress": "{percentage} översatt",
    "themeSwitcherAria": "Temaväxlare",
    "auto": "Systemstandard",
    "light": "Ljust",
    "dark": "Mörkt",
    "setThemeTooltip": "Ändra temat till {theme, select, light {ljust} dark {mörkt} other {systemstandard}}",
    "viewTranslation": "Visa på Crowdin",
    "contributeTranslation": "Bidra på Crowdin",
    "viewSource": "Visa på GitHub",
    "joinCommunity": "Anslut genom Discord",
    "getExtension": "Skaffa tillägg",
    "close": "Stäng",
    "Import grades": "Importera betyg",
    "heroTitle": "Hej, jag är Quinten.",
    "aboutme": "En student från Nederländerna med passion för programmering, digital design och språk. Jag vill förbättra världen genom att skapa verktyg som alla kan använda.",
    "Localisation": "Lokalisering",
    "Coming soon": "Kommer snart",
    "Owner": "Ägare",
    "Localisation manager": "Lokaliseringsansvarig",
    "Proofreader": "Korrekturläsare",
    "Translator": "Översättare",
    "qkeleqdesc": "Denna webbplats finns tillgänglig på många språk tack vare volontärer från hela världen. Överväg att bidra till att få webbplatsen översatt till ditt språk!",
    "statsfmdesc": "stats.fm för Spotify ger dig en överblick över dina mest spelade låtar och artister med ett urval från olika perioder.",
    "premiddesc": "PreMiD är ett enkelt och konfigurerbart verktyg som tillåter dig att visa vad du gör på internet i din Discord-status.",
    "hypixeldesc": "Hypixel är världens mest populära servernätverk för Minecraft där du kan spela en mängd olika minispel.",
    "mcdesc": "Minecraft är ett sandlådespel som utvecklats av Mojang Studios. Spelare kan bryta material, tillverka verktyg och block samt bygga strukturer.",
    "Projects": "Projekt",
    "ghdesc": "Du hittar fler programmeringsrelaterade projekt som jag har startat på min GitHub-profil. Här finns också mina bidrag till andras projekt och eventuella arkiverade kodbaser.",
    "Discord bot": "Discord-bot",
    "Browser extension": "Webbläsartillägg",
    "mctdesc": "Denna bot används av Discord-gemenskapen Minecraft Translators – en plats som underlättar kommunikationen mellan medlemmar i översättningsprojektet för Minecraft.",
    "studytoolsdesc": "Detta webbläsartillägg är avsett att förbättra olika aspekter av nederländska utbildningswebbplatser, t.ex. studentspårningssystemet Magister."
}
