{
    "languageName": "Türkçe",
    "Language": "Dil",
    "selectLanguage": "Bir dil seçin",
    "changeLanguage": "Site dilini değiştir",
    "helpTranslate": "Bu siteyi çevirmeye yardımcı olun",
    "translationProgress": "{percentage} bitti",
    "themeSwitcherAria": "Tema değiştirici",
    "auto": "Sistem teması",
    "light": "Açık tema",
    "dark": "Koyu tema",
    "setThemeTooltip": "{theme, select, light {Açık temaya} dark {Koyu temaya} other {Sistem temasıya}} değiştir",
    "viewTranslation": "Crowdin'de görüntüle",
    "contributeTranslation": "Crowdin'e katkıda bulunun",
    "viewSource": "GitHub'da göster",
    "joinCommunity": "Discord'a Katıl",
    "getExtension": "Eklentiyi alın",
    "close": "Kapat",
    "Import grades": "Notları İçe Aktar",
    "heroTitle": "Merhaba, ben Quinten.",
    "aboutme": "Programlama, dijital tasarım ve dillere tutkusu olan Hollandalı bir öğrenciyim. Herkesin kullanabileceği araçlar yaratarak dünyayı iyileştirmek istiyorum.",
    "Localisation": "Yerelleştirme",
    "Coming soon": "Çok yakında",
    "Owner": "Sahip",
    "Localisation manager": "Yerelleştirme yöneticisi",
    "Proofreader": "Düzeltmen",
    "Translator": "Çevirmen",
    "qkeleqdesc": "Bu web sitesi dünyanın dört bir yanından gelen gönüllüler sayesinde birçok dilde mevcuttur. Bu sitenin kendi dilinizde olmasına yardımcı olmayı düşünün!",
    "statsfmdesc": "Spotify için stats.fm, farklı dönem seçenekleriyle en çok dinlediğiniz şarkılara ve sanatçılara dair bilgi sağlar.",
    "premiddesc": "PreMiD, Web'te ne izlediğinizi ve dinlediğinizi Discord üzerinden gösteren bir yardımcı programdır.",
    "hypixeldesc": "Hypixel, çeşitli mini oyunları oynayabileceğiniz dünyanın en popüler Minecraft sunucu ağıdır.",
    "mcdesc": "Minecraft, Mojang tarafından geliştirilmiş bir sanal alan video oyunudur. Oyuncular malzeme çıkarabilir, aletler ve bloklar yapabilir ve yapılar inşa edebilir.",
    "Projects": "Projeler",
    "ghdesc": "GitHub profilimde üstlendiğim programlamayla ilgili daha fazla proje bulabilirsiniz. Ayrıca, başkalarının projelerine yaptığım katkılar ve arşivlenmiş kod tabanları da burada bulunabilir.",
    "Discord bot": "Discord bot",
    "Browser extension": "Tarayıcı uzantısı",
    "mctdesc": "This bot serves the Minecraft Translators Community Discord, a place that facilitates communication between members of the Minecraft translation project.",
    "studytoolsdesc": "This browser extension aims to improve various aspects of Dutch educational websites, such as the student information system Magister."
}
