{
    "Language": "Dil",
    "Select a language": "Bir dil seçin",
    "languageName": "English",
    "Translate": "Çeviri",
    "Contribute": "Katkıda bulun",
    "Troubleshoot": "Sorun giderme",
    "Troubleshooter": "Sorun giderici",
    "Coming soon": "Çok yakında",
    "Owner": "Sahip",
    "Localisation manager": "Yerelleştirme yöneticisi",
    "Proofreader": "Düzeltmen",
    "Translator": "Çevirmen",
    "About me": "Benim Hakkımda",
    "aboutme": "Herkesin kullanabileceği araçlar oluşturarak dünyayı iyileştirmek isteyen, yerelleştirme, programlama ve tasarım tutkusu olan Hollandalı bir öğrenci.",
    "Subsites": "Alt siteler",
    "PreMiD Trouble&shy;shooting": "PreMiD Sorun&shy;Giderme\n",
    "PreMiD Troubleshooting": "PreMİD Sorun Giderme",
    "premidtsdesc": "PreMiD ile ilgili sahip olabileceğiniz sorunları gidermek için çalıştırabileceğiniz kolay bir çevrimiçi kontrol. Bunu bir destek bileti oluşturmadan önce yapın.",
    "othersUnav": "Diğer projelerim şu anda elden geçiriliyor ve yeniden düşünülüyor. Lütfen daha sonra tekrar kontrol edin veya ne yaptığımı görmek için GitHub'ımı görüntüleyin!",
    "Crowdin projects": "Crowdin projeleri",
    "qkeleqdesc": "Bu sayfada bulunan çoğu alt site, tek bir Crowdin projesi kullanılarak yerelleştirilmiştir. Herhangi bir yardım çok takdir edilmektedir!",
    "spotistatsdesc": "Spotify için Spotistats, farklı dönem seçenekleriyle en çok dinlediğiniz şarkılara ve sanatçılara ilişkin bilgi sağlar.",
    "premiddesc": "PreMiD, Web'te ne izlediğinizi ve dinlediğinizi Discord üzerinden gösteren bir yardımcı programdır.",
    "hypixeldesc": "Hypixel, çeşitli mini oyunları oynayabileceğiniz dünyanın en popüler Minecraft sunucu ağıdır.",
    "mcdesc": "Minecraft, Mojang tarafından geliştirilmiş bir sanal alan video oyunudur. Oyuncular malzeme çıkarabilir, aletler ve bloklar yapabilir ve yapılar inşa edebilir.",
    "Back": "Geri Dön",
    "Restart": "Yeniden Başlat",
    "Yes": "Evet",
    "No": "Hayır",
    "Oops!": "Oops!",
    "404desc": "That page doesn't exist here. You'll be redirected to the main page in a moment.",
    "Update available": "Update available",
    "updatedesc": "The extension you were using has an update available, which might include new features and improved stability. Use the button below to download the update.",
    "Download": "Download",
    "premidts": {
        "yes": "Evet",
        "no": "Hayır",
        "installedBoth": "Hem PreMiD uzantısını hem de uygulamayı yüklediniz mi?",
        "installBoth": "Lütfen PreMiD uzantısını ve uygulamayı şuradan yükleyin: <a href='https://premid.app/downloads'>Bizim sitemiz</a>.",
        "discordPlatform": "Discord'u nasıl kullanıyorsunuz?",
        "desktopApp": "Masaüstü uygulaması aracılığıyla",
        "mobile": "Telefonumda veya tabletimde",
        "noMobileSupport": "PreMiD doesn't work on mobile devices yet!",
        "browser": "Tarayıcımda",
        "downloadDiscord": "Lütfen indirebileceğiniz resmi masaüstü uygulamasına geçin <a href='https://discord.com/download'>İşte burada</a>.\n",
        "discordModded": "Discord'un masaüstü uygulamasının değiştirilmiş bir sürümünü mü kullanıyorsunuz? (sevmek BetterDiscord)?",
        "discordGameActivity": "Discord ayarlarınızda Oyun Etkinliğini etkinleştirdiniz mi?",
        "enableGameActivity": "Canım arkadaşım Lütfen Oyun Etkinliği altındaki Discord ayarlarında seçeneği etkinleştir.",
        "extensionExclamation": "When you open the extension in your browser, do you see a coloured exclamation mark?",
        "yesYellow": "Yes, a yellow one",
        "yesRed": "Yes, a red one",
        "applicationRunning": "Make sure the PreMiD application is running. If this doesn't work, try restarting your browser. Also make sure you didn't run Discord with administrator rights. <br>If these steps don't work, try reinstalling PreMiD <a href='https://premid.app/downloads'>here</a>.",
        "applicationUpdated": "Update the PreMiD application. Right-click the PreMiD icon in the taskbar (possibly underneath the arrow pointing up) and click 'Check for updates'.",
        "presenceMainSite": "Açmayı dene <a href='https://premid.app'>ana sitemiz</a>. Bunun için bir varlık gösteriyor mu?",
        "specificPresenceIssue": "Görüntülenmesini istediğiniz sitenin varlığını kurduğunuzdan emin olun. Bir iletişim durumu işe yaramazsa, lütfen sorunu #support kanalımızda açıklayın. (İngilizce açıklarsanız daha iyi olur arkadaşlarım bunun için \"Google Translate\" kullanmanız daha iyi bir seçenek)\n <a href='https://discord.premid.app'>Discord Sunucusu</a>.\n",
        "whatOS": "What operating system (OS) are you using?",
        "anotherLinux": "Another Linux-based operating system",
        "linuxUnsure": "PreMiD does support most Linux distributions, but not all of them. Please read this <a href='https://github.com/PreMiD/Linux/blob/master/README.md'>GitHub article</a>. If that doesn't help, open a ticket in the #support channel in our <a href='https://discord.premid.app'>Discord server</a>.",
        "chromeos": "Chrome OS",
        "macosOld": "macOS 10.10 or older",
        "macosNew": "macOS 10.11 or newer",
        "windowsOld": "Windows Vista or older",
        "windowsNew": "Windows 7, 8 or 10",
        "upgradeWindows": "PreMiD does not support your operating system and will most likely never support it in the future. Please consider upgrading to a newer operating system such as Windows 10!",
        "updateMacos": "PreMiD does not support your operating system and will most likely never support it in the future. Please consider upgrading to a newer operating system. Check out this <a href='https://support.apple.com/en-gb/HT201541'>guide from Apple</a> for more info.",
        "noChromeosSupport": "PreMiD does not support Chrome OS yet. Attempting to use it might get your device stuck in a bootloop!",
        "whatBrowser": "Hangi tarayıcıyı kullanıyorsunuz?",
        "microsoftEdge": "Microsoft Edge",
        "googleChrome": "Google Chrome",
        "mozillaFirefox": "Mozilla Firefox",
        "brave": "Brave",
        "safari": "Safari",
        "opera": "Opera",
        "braveComplication": "Please go to brave://settings/shields and disable the setting called 'Trackers & ads blocking'.",
        "operaComplication": "Before you can install the PreMiD extension, you need to install <a href='https://addons.opera.com/en/extensions/details/install-chrome-extensions'>this extension</a>.",
        "otherChromium": "Başka bir Chromium tarayıcısı",
        "otherNonChromium": "Chromium olmayan başka bir tarayıcı",
        "browserUnsure": "PreMiD might not work on your browser (yet). Please join our <a href='https://discord.premid.app'>Discord server</a> and check with a support agent!",
        "noDiagnosis": "Bu sorun giderici, sorununuzu teşhis edemedi. Sorununuzu Discord sunucumuzdaki #support kanalında açıklamayı deneyin (İngilizce açıklarsanız daha iyi olur bunun için \"Google Translate\" tek seçenek olabilir sizler için canım arkadaşlarım) <a href='https://discord.premid.app'>Discord Sunucusu</a>."
    }
}