{
    "Language": "Dil",
    "Select a language": "Bir dil seçin",
    "languageTitle": "Türkçe",
    "Translate": "Çeviri",
    "Contribute": "Katkıda bulun",
    "Troubleshoot": "Sorun giderme",
    "Troubleshooter": "Sorun giderici",
    "Coming soon": "Çok yakında",
    "Owner": "Sahip",
    "Localisation manager": "Yerelleştirme yöneticisi",
    "Proofreader": "Düzeltmen",
    "Translator": "Çevirmen",
    "About me": "Benim Hakkımda",
    "aboutme": "Herkesin kullanabileceği araçlar oluşturarak dünyayı iyileştirmek isteyen, yerelleştirme, programlama ve tasarım tutkusu olan Hollandalı bir öğrenci.",
    "Subsites": "Alt siteler",
    "PreMiD Trouble&shy;shooting": "PreMiD Sorun&shy;Giderme\n",
    "PreMiD Troubleshooting": "PreMİD Sorun Giderme",
    "premidtsdesc": "PreMiD ile ilgili sahip olabileceğiniz sorunları gidermek için çalıştırabileceğiniz kolay bir çevrimiçi kontrol. Bunu bir destek bileti oluşturmadan önce yapın.",
    "othersUnav": "Diğer projelerim şu anda elden geçiriliyor ve yeniden düşünülüyor. Lütfen daha sonra tekrar kontrol edin veya ne yaptığımı görmek için GitHub'ımı görüntüleyin!",
    "Crowdin projects": "Crowdin projeleri",
    "qkeleqdesc": "Bu sayfada bulunan çoğu alt site, tek bir Crowdin projesi kullanılarak yerelleştirilmiştir. Herhangi bir yardım çok takdir edilmektedir!",
    "spotistatsdesc": "Spotify için Spotistats, farklı dönem seçenekleriyle en çok dinlediğiniz şarkılara ve sanatçılara ilişkin bilgi sağlar.",
    "premiddesc": "PreMiD, Web'te ne izlediğinizi ve dinlediğinizi Discord üzerinden gösteren bir yardımcı programdır.",
    "hypixeldesc": "Hypixel, çeşitli mini oyunları oynayabileceğiniz dünyanın en popüler Minecraft sunucu ağıdır.",
    "mcdesc": "Minecraft, Mojang tarafından geliştirilmiş bir sanal alan video oyunudur. Oyuncular malzeme çıkarabilir, aletler ve bloklar yapabilir ve yapılar inşa edebilir.",
    "Back": "Geri Dön",
    "Restart": "Yeniden Başlat",
    "Yes": "Evet",
    "No": "Hayır",
    "Oops!": "Hay aksi!",
    "404desc": "Bu sayfa burada yok. Kısa bir süre sonra ana sayfaya yönlendirileceksiniz.",
    "Update available": "Güncelleme mevcut",
    "updatedesc": "Kullandığınız uzantı, yeni özellikler ve iyileştirilmiş kararlılık içerebilecek bir güncellemeye sahip. Güncellemeyi indirmek için aşağıdaki düğmeyi kullanın.",
    "Download": "İndir",
    "premidts": {
        "yes": "Evet",
        "no": "Hayır",
        "installedBoth": "Hem PreMiD uzantısını hem de uygulamayı yüklediniz mi?",
        "installBoth": "Lütfen PreMiD uzantısını ve uygulamayı şuradan yükleyin: <a href='https://premid.app/downloads'>Bizim sitemiz</a>.",
        "discordPlatform": "Discord'u nasıl kullanıyorsunuz?",
        "desktopApp": "Masaüstü uygulaması aracılığıyla",
        "mobile": "Telefonumda veya tabletimde",
        "noMobileSupport": "PreMiD henüz mobil cihazlarda çalışmıyor!",
        "browser": "Tarayıcımda",
        "downloadDiscord": "Lütfen indirebileceğiniz resmi masaüstü uygulamasına geçin <a href='https://discord.com/download'>İşte burada</a>.\n",
        "discordModded": "Discord'un masaüstü uygulamasının değiştirilmiş bir sürümünü mü kullanıyorsunuz? (sevmek BetterDiscord)?",
        "discordGameActivity": "Discord ayarlarınızda Oyun Etkinliğini etkinleştirdiniz mi?",
        "enableGameActivity": "Canım arkadaşım Lütfen Oyun Etkinliği altındaki Discord ayarlarında seçeneği etkinleştir.",
        "extensionExclamation": "Uzantıyı tarayıcınızda açtığınızda renkli bir ünlem işareti görüyor musunuz?",
        "yesYellow": "Evet, sarı olan",
        "yesRed": "Evet, kırmızı olan",
        "applicationRunning": "PreMiD uygulamasının çalıştığından emin olun. Bu işe yaramazsa, tarayıcınızı yeniden başlatmayı deneyin. Ayrıca Discord'u yönetici haklarıyla çalıştırmadığınızdan emin olun. <br>\nBu adımlar işe yaramazsa, PreMiD'yi yeniden yüklemeyi deneyin. <a href='https://premid.app/downloads'>İndirmek İçin Tıkla</a>.\n",
        "applicationUpdated": "PreMiD uygulamasını güncelleyin. Görev çubuğundaki (muhtemelen yukarıyı gösteren okun altında) PreMiD simgesini sağ tıklayın ve 'Güncellemeleri kontrol et'i tıklayın.\n",
        "presenceMainSite": "Açmayı dene <a href='https://premid.app'>ana sitemiz</a>. Bunun için bir varlık gösteriyor mu?",
        "specificPresenceIssue": "Görüntülenmesini istediğiniz sitenin varlığını kurduğunuzdan emin olun. Bir iletişim durumu işe yaramazsa, lütfen sorunu #support kanalımızda açıklayın. (İngilizce açıklarsanız daha iyi olur arkadaşlarım bunun için \"Google Translate\" kullanmanız daha iyi bir seçenek)\n <a href='https://discord.premid.app'>Discord Sunucusu</a>.\n",
        "whatOS": "Hangi işletim sistemini (OS) kullanıyorsunuz?",
        "anotherLinux": "Başka bir Linux tabanlı işletim sistemi",
        "linuxUnsure": "PreMiD çoğu Linux dağıtımını destekler, ancak hepsini desteklemez. Lütfen bunu oku <a href='https://github.com/PreMiD/Linux/blob/master/README.md'>GitHub makalesi</a>. Bu işe yaramazsa, #support kanalımızda bir bilet açın <a href='https://discord.premid.app'>Discord sunucumuz</a>.",
        "chromeos": "Chrome OS",
        "macosOld": "macOS 10.10 veya daha eski",
        "macosNew": "macOS 10.11 veya daha yenisi",
        "windowsOld": "Windows Vista veya daha eski",
        "windowsNew": "Windows 7, 8 veya 10",
        "upgradeWindows": "PreMiD, işletim sisteminizi desteklemez ve büyük olasılıkla gelecekte onu asla desteklemeyecektir. Lütfen Windows 10 gibi daha yeni bir işletim sistemine yükseltmeyi düşünün!",
        "updateMacos": "PreMiD, işletim sisteminizi desteklemez ve büyük olasılıkla gelecekte onu asla desteklemeyecektir. Lütfen daha yeni bir işletim sistemine yükseltmeyi düşünün. Bunu kontrol et <a href='https://support.apple.com/en-gb/HT201541'>Apple'dan rehber</a> daha fazla bilgi için.",
        "noChromeosSupport": "PreMiD henüz Chrome OS'yi desteklemiyor. Kullanmaya çalışmak, cihazınızın bir önyükleme döngüsünde sıkışmasına neden olabilir!",
        "whatBrowser": "Hangi tarayıcıyı kullanıyorsunuz?",
        "microsoftEdge": "Microsoft Edge",
        "googleChrome": "Google Chrome",
        "mozillaFirefox": "Mozilla Firefox",
        "brave": "Brave",
        "safari": "Safari",
        "opera": "Opera",
        "braveComplication": "Lütfen git brave://settings/shields ve İzleyiciler reklam engelleme adlı ayarı devre dışı bırakın.",
        "operaComplication": "PreMiD uzantısını kurmadan önce, kurmanız gerekir. <a href='https://addons.opera.com/en/extensions/details/install-chrome-extensions'>bu uzantı</a>.",
        "otherChromium": "Başka bir Chromium tarayıcısı",
        "otherNonChromium": "Chromium olmayan başka bir tarayıcı",
        "browserUnsure": "PreMiD, tarayıcınızda (henüz) çalışmayabilir. Lütfen katılın <a href='https://discord.premid.app'>Discord Sunucumuz</a> ve bir destek temsilcisiyle görüşün!\n",
        "noDiagnosis": "This troubleshooter couldn't diagnose your issue."
    },
    "copyTease": "You can <a onclick='copy(%deadend%)'>copy this result</a> and include it in a message to the #support channel on our <a href='https://discord.premid.app'>Discord server</a>.",
    "copiedDesc": "You can now paste the result inside your message to the #support channel on our <a href='https://discord.premid.app'>Discord server</a>.",
    "Copied the result": "Copied the result"
}