{
    "languageName": "Українська",
    "Language": "Мова",
    "selectLanguage": "Вибрати мову",
    "changeLanguage": "Змінити мову сайту",
    "helpTranslate": "Допомогти з перекладом цього сайту",
    "translationProgress": "{percentage} завершено",
    "themeSwitcherAria": "Перемикач тем",
    "auto": "Системна тема",
    "light": "Світла тема",
    "dark": "Темна тема",
    "setThemeTooltip": "Змінити тему на {theme, select, light {світлу} dark {темну} other {системну}}",
    "viewTranslation": "Переглянути на Crowdin",
    "contributeTranslation": "Допомогти на Crowdin",
    "viewSource": "Переглянути на GitHub",
    "joinCommunity": "Приєднатись до Дискорду",
    "getExtension": "Завантажити розширення",
    "close": "Закрити",
    "Import grades": "Імпортувати оцінки",
    "heroTitle": "Привіт, я Quinten.",
    "aboutme": "Студент з Нідерландів, який захоплюється програмуванням, цифровим дизайном та мовами. Я хочу покращити світ, створюючи інструменти, якими може користуватися кожен.",
    "Localisation": "Переклад",
    "Coming soon": "Незабаром",
    "Owner": "Власник",
    "Localisation manager": "Менеджер по локалізації",
    "Proofreader": "Коректор",
    "Translator": "Перекладач",
    "qkeleqdesc": "Цей сайт доступний багатьма мовами завдяки волонтерам з усього світу. Спробуйте допомогти перекласти його вашою мовою також!",
    "statsfmdesc": "stats.fm для Spotify надає інформацію про пісні та виконавців, які ви найчастіше слухаєте, з можливістю вибору різних періодів.",
    "premiddesc": "PreMiD is a simple, configurable utility that allows you to show what you're doing on the web in your Discord now playing status.",
    "hypixeldesc": "Hypixel is the most popular Minecraft server network in the world, on which you can play a variety of minigames.",
    "mcdesc": "Minecraft is a sandbox video game developed by Mojang. Players may mine materials, craft tools and blocks, and build structures.",
    "Projects": "Projects",
    "ghdesc": "Find more programming-related projects I have undertook on my GitHub profile. This is also where my contributions to projects by others, and any archived codebases can be found.",
    "Discord bot": "Discord bot",
    "Browser extension": "Browser extension",
    "mctdesc": "This bot serves the Minecraft Translators Community Discord, a place that facilitates communication between members of the Minecraft translation project.",
    "studytoolsdesc": "This browser extension aims to improve various aspects of Dutch educational websites, such as the student information system Magister."
}
